{
    "version": "https://jsonfeed.org/version/1",
    "title": "幻想乡航空科技集团",
    "subtitle": "科技茶馆",
    "icon": "http://gatg.top/assets/favicon.ico",
    "description": "人间杂事记录员",
    "home_page_url": "http://gatg.top",
    "items": [
        {
            "id": "http://gatg.top/novel-show/10/",
            "url": "http://gatg.top/novel-show/10/",
            "title": "《赤日雄心》——第十章：踽踽独行",
            "date_published": "2024-02-15T07:03:00.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第十章-踽踽独行\"><a class=\"anchor\" href=\"#第十章-踽踽独行\">#</a> 第十章 踽踽独行</h1>\n<p>1989 年 9 月 3 日下午，华盛顿。</p>\n<p>白宫椭圆办公室里，还没有把总统位置坐热乎几个月的老布什心如乱麻，他很愤怒也稍显嫉妒无事一身轻的罗纳德・里根，恨里根轻松离任，把这个大个火药桶的任务移交给了自己。但是做炸弹容易，拆除炸弹难。美国的经济问题早就已经根深蒂固，冷战期间，北约与华约剑拔弩张，美国将大量预算划拨给了国防领域。随着中国所领导的第三世界开始崛起，美国不仅要提防苏联对于欧洲的渗透，更要避免亚洲所谓的 “自由世界” 被中国所赤化，彻底倒向共产主义阵营。在里根和老布什任期内，国防预算翻了一番又一番，直接导致美国出现了 3000 亿美元的赤字。</p>\n<p>老布什看着桌上堆积如山的文件，感到一阵头疼。他知道自己必须尽快做出一些重大的决策，否则美国的经济和国际地位都会受到严重的影响。他不禁想起了自己的前任，罗纳德・里根。他怎么就能那么轻松地把这些难题都留给自己呢？他难道不知道，美国正面临着前所未有的挑战吗？</p>\n<p>老布什想起了自己曾经的梦想，当年他是多么渴望成为总统，多么自信地认为自己能够带领美国走向更加辉煌的未来。但是现实却是残酷的，他发现自己不得不在各种复杂的利益和压力之间做出艰难的抉择。他不得不面对着苏联的威胁，中国的崛起，以及美国国内的经济危机。他不得不怀疑，自己的能力和魅力都无法与之前的所有总统相比，他的支持率也在不断下降。他甚至开始怀疑，自己是否真的适合做总统。</p>\n<p>老布什最初在 1988 年竞选时对任期内经济低迷的里根政府大发厥词，在共和党总统提名会议时提出了当时全美流行的口号：“听好了，不加税。” 但当参议院选举和众议院选举结果出炉的那一刻 —— 民主党 55 个席位，共和党 45 个席位；众议院民主党 259 席位，共和党 174 席位，老布什沉默了半晌，他知道，在以民主党控制的国会压力下，他最终只能选择违背自己竞选时的口号，加税来解决赤字问题。可惜，这个全国慌乱的时候，绝大部分人不会也不可能理解他。在里根任内，美国还曾经历过一段长六个月的经济衰退，失业率跳升至高位，使美国联邦政府福利开支大为增加。至 1992 年失业率已上升达 7.8%，是自 1984 年以来最高的水平。这些前任遗留的问题就如同新官上任的三把火，持续灼烧着他的心灵。</p>\n<p>而此时伊利诺伊州的首府，斯普林菲尔德。刚刚在卷宗里面稍稍抽身的杰姆斯・R・汤普森顾不得欣赏自己治下 “草原之州” 的美景，匆忙地叫手下买个快餐，抿了抿咖啡，便继续投身于最近芝加哥的经济问题和自己的连任选举问题。如果算上今年的话，他已经担任了 14 年的伊州州长，无论是共和党内部觊觎州长职位多年的詹姆斯・埃德加，还是老对手的民主党和伊利诺伊团结党，都希望自己能够早点退位，好让权力早点易手。尤其是伊利诺伊团结党，在 1986 年的州长选举中竟然赢得了 40% 的选票。</p>\n<p>他知道自己的政治生涯已经走到了尽头，他的支持率已经跌到了历史最低点，他的政敌们已经摩拳擦掌，准备在明年的选举中给他致命一击。他也知道自己的政绩并不差，他为伊州的经济发展，教育改革，社会福利，环境保护等方面做出了不少贡献，他也曾经是全国最受欢迎的州长之一，甚至有人认为他有可能成为共和党的总统候选人。</p>\n<p>但是，他也积重难返，犯下了一些让他后悔不已的错误，比如他在 1982 年的州长选举中与伊利诺伊团结党的领导人，阿德莱・史蒂文森三世合作，以换取她的支持，从而击败了民主党的简・拜恩。这一举动让他在共和党内部树立了不少敌人，也让他在共和党的支持者眼中成了叛徒。更糟糕的是，他在 1987 年的税收改革中提出了增加个人所得税和企业所得税的方案，以解决伊州的财政危机，这一方案遭到了民众的强烈反对，导致了一场罢工浪潮，也让他的声望一落千丈。</p>\n<p>他不知道自己还能做些什么，他只能尽力维持着自己的权力，完成着自己的职责，为自己的后继者留下一些遗产。他也不知道自己的未来会怎样，他只能希望自己能够平安退休，不要被任何丑闻或者指控所困扰，不要被任何敌人或仇人所伤害，不要被任何遗憾或者悔恨所折磨。他只是一个普通的人，一个有着梦想和理想，也有着缺点和错误的人，一个曾经辉煌，也曾经失败的人，一个想要为自己的国家和州民做些什么的人。</p>\n<p><img loading=\"lazy\" data-src=\"/images/j-r-t.jpg\" alt=\"James R. Thompson\" title=\"1987年的杰姆斯·R·汤普森\" /></p>\n<p>汤普森度日如年地批阅着文件，杂乱的办公桌旁的红色电话不合时宜地响了起来。汤普森右手批阅文件，左手接起电话，把话筒夹在肩头，有些不爽地问道：“你好？”“哦，我的上帝啊，吉姆。你真的应该看看电视！” 汤普森第一秒就听出来是副州长乔治・瑞安，连忙怼回去：“乔治，那些该死的民主党人和经济学家已经把我的空闲时光夺走了，我这里还有一堆东西需要看。你现在让我盯着那 29 英寸的屏幕，那谁来做我的工作？” 他的声调和音量越来越大，像是要把自己最近的劳累和焦虑喷泻而出。</p>\n<p>电话那头，瑞安好说歹说让汤普森的情绪稍稍平静了一些，然后接着说道：“现在你不用看那些资料了，因为有比这更要命的事情，你现在打开电视还来得及！哦，我的天哪，我得先到你这来了，就这样！” 对面连忙挂掉了电话。“什么鬼？” 虽然汤普森对于打乱自己工作的行为实属不满，但副州长都打来电话，看来是有什么紧急的事情。于是他半信半疑地打开了办公室里的电视机。开幕便是芝加哥当地的电视台。</p>\n<p>夜幕降临，城市的火光在黑暗中闪烁。火苗从四面八方的建筑中滚滚窜出，如同一条伺机咬死猎物的眼镜蛇。曾经代表着美利坚和世界最高建筑奇迹的威利斯大厦也在覆盖整个芝加哥都市圈的火光中显得黯然失色，外表的玻璃早已被愤怒的人群砸了个粉碎，暴露在外的只是毫无生机的钢筋混泥土。大街小巷，人们举着粗布，用凌乱不堪的字迹写着 &quot;To rebel is justified, revolution is no crime.&quot;（“革命无罪，造反有理”），&quot;Asserting sovereignty abroad, purging traitors at home!&quot;（“外争主权，内诛国贼！”）、&quot;Capitalists are going to pay for their greed!&quot;（“资本家们要为自己的贪婪付出代价！”）。旁白也颇为恐惧地说：“已经处于经济危机边缘的美国，彻彻底底地陷入了暴乱的深渊，洛杉矶、芝加哥、波士顿、纽约等地接连发生大规模骚乱... 目前，芝加哥警察局警长已经前往近南区稳定局势。目前已有 19 名警员在化乱为治的时候不幸殉职...”</p>\n<p>汤普森直接吓得跌倒在了地毯上，愣是半天没有起来，他知道，自己的政绩毁于一旦，连任可能是连任不了，搞不好自己还要丢掉党内的职务。</p>\n<p>混乱，已经从上至下地席卷了这个全美最大的经济体。无论是从芝加哥市议会，还是到海军码头，整块大都市的土地上连一个平静的书桌都放不了。自从 1988 年末至 1989 年初五次美股三级熔断及美联储多次的加息操作，美元一度贬值，恐慌和焦虑笼罩在全美各个的证券交易所。原本一心想要接着连任五年的汤普森因这次席卷全国的经济崩溃，选票一路走低。8 月上旬，已经埋藏多年的次贷危机终于爆发，全球范围的经济危机爆发。</p>\n<p>这场危机不仅影响了美国，也波及了全球的其他国家和地区。欧洲，亚洲，非洲，南北美洲，无一幸免。各国的政府和央行纷纷出台紧急措施，试图挽救岌岌可危的金融体系和实体经济。然而，这些措施往往显得力不从心，甚至有时适得其反。市场的信心持续低迷，股市，债市，外汇市场，商品市场都出现了剧烈的波动和大幅的下跌。许多企业和个人陷入了债务危机。社会的不安定和不满也随之升温，各种抗议、示威、暴乱、罢工，甚至恐怖袭击的事件频发，威胁着公共秩序和安全。</p>\n<p>刚刚跌倒座椅上的汤普森惊魂未定，办公室的们就被撞开了，所有的州高级官员齐聚一堂，为首的正是瑞安，他颤颤惊惊地报告：“州长，根据最新的消息，芝加哥、内珀维尔、罗克福德、皮奥里亚...” 地名如同子弹一样向汤普森袭来，“和斯普林菲尔德爆发了大规模的骚乱，规模前所未有，警察局近乎瘫痪，不能履行职责。州长，我们经过商讨，建议您赶紧宣布紧急状态，请求国民警卫队下场，要不然局势会失控的。” 汤普森颤颤巍巍地摘下了眼睛，叹气道：“这些已经不是一般的市民了，一定要出重拳。我正式宣布，由于全州范围局势失控，伊利诺伊州全境进入紧急状态，国民警卫队从即刻开始召集以稳定全州局势。” 说完，他无力地瘫倒在了椅子上。站在一旁的其他人也都保持着沉默。</p>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/hello-world/",
            "url": "http://gatg.top/hello-world/",
            "title": "Hello World",
            "date_published": "2024-02-15T04:36:13.064Z",
            "content_html": "<p>Welcome to <a href=\"https://hexo.io/\">Hexo</a>! This is your very first post. Check <a href=\"https://hexo.io/docs/\">documentation</a> for more info. If you get any problems when using Hexo, you can find the answer in <a href=\"https://hexo.io/docs/troubleshooting.html\">troubleshooting</a> or you can ask me on <a href=\"https://github.com/hexojs/hexo/issues\">GitHub</a>.</p>\n<h2 id=\"quick-start\"><a class=\"anchor\" href=\"#quick-start\">#</a> Quick Start</h2>\n<h3 id=\"create-a-new-post\"><a class=\"anchor\" href=\"#create-a-new-post\">#</a> Create a new post</h3>\n<figure class=\"highlight bash\"><figcaption data-lang=\"bash\"><span>h</span></figcaption><table><tr><td data-num=\"1\"></td><td><pre>$ hexo new <span class=\"token string\">\"My New Post\"</span></pre></td></tr></table></figure><p>More info: <a href=\"https://hexo.io/docs/writing.html\">Writing</a></p>\n<h3 id=\"run-server\"><a class=\"anchor\" href=\"#run-server\">#</a> Run server</h3>\n<figure class=\"highlight bash\"><figcaption data-lang=\"bash\"><span>h</span></figcaption><table><tr><td data-num=\"1\"></td><td><pre>$ hexo server</pre></td></tr></table></figure><p>More info: <a href=\"https://hexo.io/docs/server.html\">Server</a></p>\n<h3 id=\"generate-static-files\"><a class=\"anchor\" href=\"#generate-static-files\">#</a> Generate static files</h3>\n<figure class=\"highlight bash\"><figcaption data-lang=\"bash\"><span>h</span></figcaption><table><tr><td data-num=\"1\"></td><td><pre>$ hexo generate</pre></td></tr></table></figure><p>More info: <a href=\"https://hexo.io/docs/generating.html\">Generating</a></p>\n<h3 id=\"deploy-to-remote-sites\"><a class=\"anchor\" href=\"#deploy-to-remote-sites\">#</a> Deploy to remote sites</h3>\n<figure class=\"highlight bash\"><figcaption data-lang=\"bash\"><span>h</span></figcaption><table><tr><td data-num=\"1\"></td><td><pre>$ hexo deploy</pre></td></tr></table></figure><p>More info: <a href=\"https://hexo.io/docs/one-command-deployment.html\">Deployment</a></p>\n",
            "tags": []
        },
        {
            "id": "http://gatg.top/novel-show/9/",
            "url": "http://gatg.top/novel-show/9/",
            "title": "《赤日雄心》——第九章：独行之路",
            "date_published": "2024-02-11T07:03:00.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第九章-独行之路\"><a class=\"anchor\" href=\"#第九章-独行之路\">#</a> 第九章 独行之路</h1>\n<p>就在白井和初春整理着案件的资料时，寝室外面滴滴答答轻快地响起了一阵阵手指敲在触控板上的声音，随后一个声音甜美的女生文雅地念出：“验证成功！”，咔哒地卷起了锁舌。白井迅速瞬移到了门前，面露微笑但却些许疲惫地喊出了熟悉的话语：“姐姐大～人～”</p>\n<p>不错，开门一看，的确是白井仰慕至极，能文能武，长相十分出众的御坂美琴。她提着大包小包的购物袋，略显高兴地走进了寝室。但这种愉悦心情在进门的时候便消失了大半，并不是因为白井每次都以这种或更激进的姿态来迎接她，而是看到已经三天啊三天，付出这么多努力，白井仍为案件埋头伏案奋战，眼圈也泛上来了淡淡的黑眼圈。</p>\n<p>“欸，黑子，案子查得怎么样了？” 虽然说已经对于这种行为见怪不怪，但突然之间没有了如同抽盲盒一般的紧张，这还是令她感到不太适应。“唉，还是那样，没有什么有价值的线索。” 白井有些没力气地小声说道。“没事的，继续吧，真相迟早有一天会浮出水面的。”</p>\n<p>几秒之间，支部那边突然变得嘈杂了许多，人声鼎沸，仿佛一壶热水煮开了，随后便是杂乱的脚步声和桌椅之间清脆的碰撞声。“怎么了？” 白井稍微大声问道，“找到线索了，我们要抓几个人，他们可能就是这个案件的突破口！” 初春同样很大声地喊道，显然，这对于所有人来说都是很振奋人心的消息。“那么，对不起姐姐大人，我可能今晚回不来了，还请你多多原谅！” 白井顾不得多说什么，便利索地带着那象征风纪委员的袖章，连桌子都没整理就直接起身离开。“可是……” 御坂还想说些什么，可白井直接抛开一句 “有什么事回来再说吧！” 便消失在了宿舍楼的走廊中。</p>\n<p>御坂本来还想说，自己特意买了几个小蛋糕来犒劳一下她，结果话还没来得及说出口，事情便接二连三地发生，没法，这种情况她自己没法帮上什么忙，只得目送白井离开。一瞬间，自己仿佛从白井身上看到了那个留着刺猬头的少年，毅然决然地自己前行。</p>\n<p>“暗影之中的孤勇者”，她喃喃说道。躺在床上，孑然一身，怎么也睡不着。一个无眠之夜就缓缓地流失了。</p>\n<p>1500 千米之隔，凌晨四点半，北京城上方天空还是墨黑一片，丝毫没有其他的色彩。大街小巷的路灯依旧亮着，尽可能照亮这个都市的每一片角落。车水马龙的景象需要再等两三个小时才能浮现。而此时的长安街上，很多外地来此出差的百姓都已经将升旗台团团围住了，大家都很好奇这个国旗护卫队和升旗仪式到底是啥样。这一大早，百姓们都聚在长安街上，等着看升旗。而付范谦和上条正混在人群里，翘首以盼。</p>\n<p>还在睡梦中的上条被人拍了一下，一个恍如远在天际的声音问道：“还在睡呢？该起来了，你忘了今天你要去看升旗仪式？” 微微睁眼一看，付范谦双眼盯着前方。迷迷糊糊中，上条疲倦地问道：“你都起这么早的吗？”“有时候那是想睡也没机会，五十多个小时没睡觉也是有过的。” 付范谦一边看着自己的移动终端，一边说道，“好了，赶紧的吧，要不然就错过了。”“哦，好。” 说完，上条缓缓地伸了伸懒腰。</p>\n<p>伴随着新一天第一轮朝阳从地平线缓缓升起，一个眼尖的百姓看到了天安门内迈着整齐的步伐走出来的国旗护卫队。</p>\n<p>“出来了，出来了！” 他兴奋的告诉身边的人。新一天的第一抹晨辉洒在了这个年轻国旗护卫队战士们的身上，他们穿着崭新的 07 式礼服，07 式礼帽上的八一标志迎着晨光，宛如新生的中国在迎着希望；他们手上握着的 56 式半自动礼宾枪枪上的刺刀徐徐生辉，那是一个军事大国不屈的锋芒；36 名战士的军靴落在地上的声音浑然一体，那是一个伟大国家碾压一切的铁蹄。</p>\n<p>但是更精彩的还在后面。</p>\n<p>“正步，走！” 看到金水桥就在自己眼前，队长命令国旗护卫队换做正步，从金水桥行到国旗杆基的围栏，正好是 138 步的正步，历史似乎在这里重叠了。</p>\n<p>中国的每一个军人都继承者上一代军人的意志和信念，他们是祖国最忠诚的卫士。</p>\n<p>不知道什么时候开始，群众当中有人情不自禁的流下了眼泪，这眼泪有昔日的酸楚，也有今日的喜悦，威武雄壮的国歌响起，鲜艳庄严的红旗升起，在场的百姓们有的激动地鼓着掌，有的不停擦干激动的泪水，更多的人则跟着音乐唱起了那首耳熟能详的国歌。</p>\n<blockquote>\n<p>起来！不愿做奴隶的人们！<br />\n把我们的血肉，筑成我们新的长城！<br />\n中华民族到了最危险的时候，<br />\n每个人被迫着发出最后的吼声。<br />\n起来！起来！起来！<br />\n我们万众一心，<br />\n冒着敌人的炮火，前进！<br />\n冒着敌人的炮火，前进！<br />\n前进！前进、进！</p>\n</blockquote>\n<p>随着歌声的结束，鲜丽的五星红旗在灿烂辉煌的晨光之下，伴着风儿，飞扬在了天安门的上空，那是巨龙腾飞的标志，那是中华民族已经立于世界民族之林的标志。七十年前的屈辱和落魄，今日已一扫而空，唯有骄傲和进步。</p>\n<p>“震撼，太震撼了......” 上条哆嗦着，只说出来这句话。明明不到两分钟的升旗仪式，但每一秒带给他的震撼却比其他的仪式更加强烈。那一阵，全身心都产生了阵恍惚感。国旗护卫队、金碧辉煌的天安门、闪耀着光芒，朴素之下却焕发无限生机的五星红旗构成了一幅宏伟壮阔的画卷，深深地吸引着他。</p>\n<p>直到多年以后的上条自己出版的纪实文学作品中，他这样写道：“叹服，太伟大！中国人仅用一次升旗仪式便展现出了一个世界大国的刚强与坚毅，并把我们所谓的‘神道教’和‘武士道精神’碾了个粉碎。”</p>\n<p>由于昨天实在是吃得太多，无论上条使出什么手段，茵蒂克丝始终是死死地粘在床上。无奈，上条和付范谦只得回到酒店接下茵蒂克丝。一来一回，六点钟左右就结束的升旗活动，等接上人，回到市中心，苍穹已明，一看，已经九点多了。</p>\n<p>北京市区，大街小巷，摩肩接踵，熙来攘往。街道上，车水马龙，井然有序，呈现出一派繁华的都市景象。高楼林立，霓虹闪烁，商店酒吧鳞次栉比，吸引着各色人群。路边的小摊，香气四溢，卖着各种北京特色的小吃，让人垂涎欲滴。不时有鸣笛声，喇叭声，广播声，交织成一曲都市交响乐。无处不在彰显这里是中国的首都，是一个充满活力和魅力的大都市。</p>\n<p>“当麻，我饿了。” 茵蒂克丝拉着上条外套的左袖，摆出一副不太高兴的表情小声抱怨道。上条刚刚打了个哈欠，就听到自己的肚子也在” 咕咕 “地叫。确实，从早上四点半到仪式结束，全程都是处于身体超负荷运作状态，再加上一大早起来根本就不可能有什么早餐店开着，所以现在才肚子饿确实是一个奇迹。上条低下头说到：“好好，我去看看买什么。” 说完，他谨慎又小心翼翼地看向了付范谦，似乎是征求着他的意见。</p>\n<p>付范谦却爽快地回答：“正好，我早上也没吃什么，那就拜托了。” 说完，他露出了似笑非笑的神情，随后放慢脚步，跟在了上条后面。“果然啊，我去哪里确实很自由，但代价是我一直得在监视之下。” 上条感慨道，望着毫不知情的茵蒂克丝，上条又在心里问自己，” 我这是帮了她，还是害了她呢？“脑海之间，他自己也不知道这个问题的答案。</p>\n<p>饥不择食，见到街边买油条的顾客好像排起了长队，上条也决定买个油条试试。他用终端一扫二维码，用简单的中文交流了一下，顺便买了三杯豆浆，便迅速回来。“多谢了，顺便问下，要不要去对面的新华书店坐坐，我正好想买本书看看。” 这次是轮到付范谦提问。</p>\n<p>上条瞬间在些许热浪之中愣住了，“图书馆里面不是禁止带食物吗？”“没事，那家书店有专门的咖啡店，那块区域可以，走吧。” 付范谦回答，同时向上条抛了个眼神。这下上条知道这由不得自己推脱，恭敬不如从命，“行吧。”</p>\n<p>书店里一片安静，只有偶尔传来翻书的声音和键盘的敲击。书架上摆满了各种各样的书籍，有厚重的百科全书，有精美的画册，有引人入胜的小说，有深奥的学术著作。不同的颜色、大小、形状的书籍构成了一道丰富的视觉盛宴，吸引着读者的目光。</p>\n<p>中央是一个圆形的阅览台，周围围绕着几个半圆形的沙发。阅览台上有几台电脑，供读者查询资料或上网。沙发上坐着一些人，有的在看书，有的在听音乐，有的在打盹。他们的表情各异，有的专注，有的放松，有的沉思。</p>\n<p>书店的一角是一个儿童区，有一些彩色的玩具和绘本，还有一堆小滑梯和几个秋千。儿童区里有几个小朋友在玩耍，他们的笑声和欢呼声打破了图书馆的寂静，但也增添了一些活力和温馨。</p>\n<p>书店的另一角是一个大自习室，有一些桌椅和灯具，还有一些插座和耳机。自习室里有一些学生在复习功课，他们的眼神认真，手中拿着笔和纸，耳边戴着耳机，隔绝了外界的干扰。</p>\n<p>而在两角之间，便是飘散着浓郁咖啡香气的咖啡店，上条三个人找到了一个四边方正的桌子，放下了大包小包的东西。上条刚坐下，付范谦就神不知鬼不觉地回来，拿了几本杂志，上条瞥到了一眼，其中有《中国国家地理》《国家人文历史》和《轻兵器》。</p>\n<p>他感觉自己不拿本书装装样子，实在是众人之中鹤立鸡群。于是在付范谦的注目下，上条随便在畅销书籍中寻找。很快，他的目光锁定在了一本厚厚的书，标题是：《黑白人生 —— 美国前后的我》，作者布莱恩・拉普菲尔德。推销标签上写着：“美国内战的前因后果，真实老兵的冷酷剖析！全球发行超 2000 万册的回忆录，带你了解真实的美国内战！” 他用终端的翻译软件看了看，然后把书拿到了咖啡店，坐下来看了看。每翻一页，那段意外又动荡的历史就在他的脑海里逐步清晰了起来。</p>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/8/",
            "url": "http://gatg.top/novel-show/8/",
            "title": "《赤日雄心》——第八章：百密一疏",
            "date_published": "2023-07-26T07:03:00.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第八章-百密一疏\"><a class=\"anchor\" href=\"#第八章-百密一疏\">#</a> 第八章 百密一疏</h1>\n<p>夜幕早已降临，华灯也已初上，学园都市的高楼大厦都已经点燃了各自的明灯，在夜幕中绽放着自己的光芒。各个灯光点线成面，编织成了一张焕发着五彩的布面。大街上依旧是人流如织，三三两两地聚集在一起，或嬉戏，或散步。整个都市在学生迎来长假之后再一次地焕发出了它的生机。</p>\n<p>只有最近因为那场惊天动地的抢劫案而苦恼不已的警备员和风纪委员们顾不得这美丽的一切，颇不耐烦地翻看着早已经在案头上堆积成山的案卷，盯着显示屏上一直播放着的监控画面。作为学园都市迄今为止最大，也是堪称最完美、作案手法最缜密的抢劫案，劫匪留下的线索屈指可数，除了监控，就再也没有任何有效的证据。现在已经过去了快三天了，按以前的进展，嫌疑犯早已经被绳之以法。可现在，别说抓到，就连找到都已经成了奢望。</p>\n<p>没日没夜的查，已经让全学园都市 70% 的警力都投入到了这次事件里，结果一无所获。如果你在专案组办公地点，看着警备员和风纪委员的表情，都不约而同地表达着同一个意思：“我们已经尽力了，快点他妈的结束吧。”</p>\n<p>常盘台中学，女子 208 宿舍。</p>\n<p>匆匆瞥了一下屏幕右下角那显示着的 “11:45 PM”，白井黑子只敢伸一下懒腰，便慌忙地继续研究到这看似浅如坑洼，但调查下去邃如深海般的案子。毕竟这起案件实在是太过于离奇，让拥有高科技的警备员们都无从下手。光从监控画面来看，劫匪的准备很充分，身着军用插板防弹衣，头戴看上去是自制的防弹头盔，五官全部被遮挡得严严实实，手套也是军用级别的。</p>\n<p>“啊～真的是，这群匪徒到底是怎么干的如此漂亮？害的我难得跟姐姐大人在一起的幸福时光又没了！” 从昨天上午的十点到现在，整个 177 支部的所有风纪委员都进入了紧张的工作状态。毕竟这次抢劫的地点正好就在支部的附近，因此 177 支部的工作量和压力可比其他的支部大得多。作为前线临时 “专案组办案基地” 的一员，白井黑子自然也逃脱不了加班查案的命运。</p>\n<p>“哎，我们风纪委员是这样的。白井先辈，你那边有什么发现吗？” 电脑右下角，一个学园都市内部的聊天软件的图标定时地闪烁着，另一边，初春饰利在支部有气无力地交流着情况。作为证据，十分嘈杂的背景音在反映着警方的繁忙，白井能听到些只言片语：“第七学区的卫星监控图像拿到了吗？”“这个... 很难说啊，他们最后的位置是这里，可那时候正在检修啊...”“佐藤啊，过来看看这个！”“我们已经把能整的都整了，可终究没什么用啊！奇怪了...”</p>\n<p>白井摇了摇头，叹气道：“还是没有。看样子，这案件怕是还要再困扰我们几天了。话说回来，目前的调查方向还是在嫌疑人的逃跑路线以及作案动机吗？”“差不多是这样的，我也曾经提过要不要换个方向，可上面就像是铁了心的要朝这两个方向查下去，我们有什么办法呢？” 初春平淡地回答。显然，她早已经放弃了跟上级交涉的想法。“不过，我们这边也不是什么都没有发现。” 说完，白井的电脑上显示了一张图片，是学园都市的道路分布图。</p>\n<p>“你看，嫌疑人从银行出来后，向三丁目方向驶去。” 地图上，从用五角星醒目标注的银行开始，一条红线如同缓缓爬行，伺机寻找猎物的蛇一样，缓缓地表示出车辆的行驶轨迹。“接着，驶向成化大道，一直向第十学区方向驶去。” 那条显示行驶轨迹的红线也正好跟随着一条大公路一直延申到第五学区，随后就如同进入了断崖里中断了。</p>\n<p>“这... 这就没了？” 白井十分惊讶，倒不是因为嫌犯的下落不明，而是十分震惊于嫌犯对于学园都市内部的信息知晓程度。第十学区集中了大多数的研究设施，包括核能、细菌研究设施和动物尸体焚烧处理场。而最致命的是，嫌犯实施抢劫的那一天，第十学区正好有个大型的科研设施正在测试最新的电子干扰设备。这个科研所所研发的电子干扰设施还是供警备员大功率使用的，其威力有多大，可想而知。就连飞在九天银河之上的 “织女” 系列监视卫星都无法避免地参与到了这次实验，至于目的吗，就是为了测试这套设备的威力几何。威力确实很大，所有在第十学区的电子设备全都失灵了，但这也就代表着追踪犯人的手段全都没了。</p>\n<p>但这个测试的消息也都是风纪委员们参与调查后才有限披露的，至于这些学生就更无从得知了。</p>\n<p>这下白井明白了，缓缓吐出：“好家伙，这就相当于我们内部有内鬼啊！” 初春点了点头，“就是啊，现在搞的专案组内部人人自危，各个部门的工作属于是互不统属，不能互相打听。至于进度如何，只有上面知道。一句话说不对，就怀疑你是不是从中国那边或者是以前暗部派来的内线。毕竟你也知道，我们，或者是整个日本大和民族，跟中国的关系一直都很不融洽。”</p>\n<p>在国际舞台的斗兽场中，中国是站在王座旁，俯视着下面其他国家处于混乱之争中的国家。但是中国并不像以前的美国那样全世界到处惹事，反而是尽量在不影响他国内政下进行着贸易往来，毕竟谁不喜欢和和气气地做生意呢？啥战争不用打，坐在一旁数着钱：1989 年 9 月 5 日，第一次大陆会议召开的 215 年后，美利坚合众国正式宣布停止存在，前美领土三家瓜分，群雄逐鹿；1991 年 12 月 26 日，苏联最高苏维埃宣布苏联停止存在，15 个加盟共和国全部独立，曾经强大的联邦俨然不复。以前的世界两极全部成为历史的尘埃，飞荡在了名为时间的天空中。曾经的东欧社会主义国家们如东德、波兰、罗马利亚都认中国做新大哥，而南斯拉夫、捷克斯洛伐克则因为自身的民族矛盾而崩溃解体。中国一时间获得了远超全世界其他国家加起来还多的影响力。可中国没把这些曾经的社会主义兄弟真当小弟来看，只要各方面保持友好关系，随你政策怎么变，北京都不会干涉。</p>\n<p>时间进入 21 世纪，原本的世界已经是硝烟渐浓，火炮待发。欧罗巴、英吉利、美利坚和露西亚在名叫 “局部战争” 的铁靴下苟且偷生：东德对西德发动了统一战争，法国在非洲的影响力在近 20 年逐步衰退，西班牙的加泰罗尼亚的分离主义势力再度抬头，英国内部的宗教战争有重燃的风险，梵蒂冈首次出现抗议活动；美国内战仍在继续，没有和平统一的曙光；而叶利钦的休克疗法对俄罗斯初期的经济造成了不可逆转的损伤，俄国人在名为 “悲伤千禧年” 的阴影里来回踱步......</p>\n<p>而在东亚边陲，日本的军国主义和法西斯主义却跟随着逐步疯狂的世界一起疯狂地跳起了疯狂的舞蹈。以石原慎太郎<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup>为首的的日本维新会竟然成功拿下了日本众议院和参议院的大多数职位，属首次超过自民党和立宪民主党。石原曾在议会上大发厥词，称：“我们日本要么成为世界一等大国，要么不复存在。” 日本民间的右翼气氛也逐步地浓郁起来，参拜所谓 “靖国神社” 的民众越来越多，对于中国人的评价逐步降低，甚至有在东京街头挥舞海军旭日旗的场景比比皆是。</p>\n<p>但做出这些行为的都是上了年纪的人，日本社会对此却呈现出了严重的两极分化。绝大部分的年轻人，尤其是广大的学生们都对这些行为嗤之以鼻，他们从小听的是中国的音乐，看的是中国的动画、漫画、书籍，用的是来自中国的家电，开的是中国的车子，他们自然而然地就对中国有所好感。这其中也不乏有真正热爱共产主义的青年，可惜日本共产党早就被日本官方宣布为非法组织，被迫在北京成立日本人民共和国临时流亡政府，在家乡之外宣传自己的声音。但是日本民主青年同盟<sup class=\"footnote-ref\"><a href=\"#fn2\" id=\"fnref2\">[2]</a></sup>还是坚挺地在湿冷的角落里尽力维持着摇摇欲坠的组织架构，迎接着来自四面八方的有志青年们。</p>\n<p>不过有一点是确定的，中国对日本或者是对世界，无论从经济、政治还是到文化领域早已经渗透成了一个筛子。因此白井和初春对于内部有着来自中国的间谍还是情有可原的。不过，在没有确凿的证据之前，一切推理终究只是推理，不能成为事实。“原本这个案子已经够离奇了，现在再给我说内部间谍，那我们这个很难办啊...” 这时，她想起了那部中国的科幻小说《三体》中的一句话：“黑，真他妈的黑啊。”</p>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>石原慎太郎（1932 年 9 月 30 日 —2022 年 2 月 1 日），现实世界中为日本右翼政治人物、作家，曾任众议院议员、日本维新会代表，持有日本民族主义和极右保守主义立场。2012 年春天，石原提出由东京都出面购买所谓的 “尖阁诸岛” 及其附属岛屿（即我国的钓鱼岛及其附属岛屿），并为此募集了 1900 万美元的资金，最后日本政府出面将 “尖阁诸岛” 国有化，从而导致中日关系恶化。 <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n<li id=\"fn2\" class=\"footnote-item\"><p>与日本共产党关系紧密的青年组织，成立于 1923 年 4 月 5 日。 <a href=\"#fnref2\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/7/",
            "url": "http://gatg.top/novel-show/7/",
            "title": "《赤日雄心》——第七章：昭然若揭",
            "date_published": "2023-07-21T07:03:00.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第七章-昭然若揭\"><a class=\"anchor\" href=\"#第七章-昭然若揭\">#</a> 第七章 昭然若揭</h1>\n<p>虽说这餐厅环境挺宜人的，医生也竭力在跟他们谈笑风生，但是听过刚刚那些话的上条，怎么也说不出话，只是静静地吃着眼前的美食，丝毫不在意旁人再聊些什么。</p>\n<p>他的眼神时不时死盯着坐在他旁边的医生，而后者则只是正常的吃饭，一边讲解着中国的各方面，看上去丝毫没有注意到上条。“...... 你们知道大多数游客第一次来到北京，一件要做的事就是去看每日天安门的升旗仪式，只有这样，北京之行才算是圆满的。所以，我明天陪你们去天安门看看。不过这升旗时间有点早，我查了查，明天太阳大概是...6：03 分升起，所以你们得起早点......”</p>\n<p>谈吐之间，三人一顿猛吃，把三只烤鸭四碟素拼吃的精光，口角流油的坐在那喝茶。医生看着桌上这一碟碟空盘，笑着：“你看我说什么，刚刚好，要不然还不够吃呢！” 说完，他看了看这两个人，问道：“还有什么想吃的吗？没有我们就回酒店吧！”“没有了，总之多谢款待！” 上条终于开口说了句话，他这人毕竟平时都是省吃俭用的，第一回看到大鱼大肉，确实很难节制得住。</p>\n<p>“那好，我就开车送你们回酒店吧！这样还能剩一笔打车费呢！” 医生倒也不含糊，直接提出了这个请求。有车能坐，何乐而不为呢？于是两个人交换了下眼神，立马答应了医生的请求。</p>\n<p>医生的车就停在路边，是一辆 SUV，跟其它车一样的是，这 SUV 也是电动的。“这么说来，中国人都已经喜欢开电车了吗？” 上条问道。“确实，因为这电动汽车的优势太多了，既不污染环境，又没有什么噪音。最重要的是，现在的电动汽车的续航里程可是比传统汽车还要长了！不过，还是有一些汽车爱好者喜欢开老式汽车，政府也对此表示了理解，只要符合相关规定，也是可以上路的。” 医生一边发动引擎，一边说道。</p>\n<p>“好了，请各位系好安全带，我们上路了。” 随着一声话语，这辆 SUV 缓缓地加速，驶出了停车位。<br />\n这一顿饭实在是吃的有点撑，坐在后排的茵蒂克丝在体内血液集中的作用下，躺在座位上，睡着了。医生通过后视镜，看着茵蒂克丝毫无戒备的睡姿，医生这才敢开口说道：“你对这个社会满意吗？”</p>\n<p>“我很满意。” 上条说出了自己的内心话，“这里的科技竟然能够让普通人体验到。这在学园都市可不是这样的，技术所带来的明显体验只能在公众场合，办公室或者是科研基地才能感受得到。而且就我目前所看到的，人们的思想境界竟然都已经心系国家社会和历史了。相比之下，我们为了能够提升哪怕一点点能力值，都要花大把力气去拼命，去努力。我觉得，我们的差距就是这么被拉开的。” 说完，他叹了口气。“如果，我们一开始就像你们一样，我们的生活会不会非常美好呢？” 望着窗外一根根闪过的路灯杆，他再也没说话。</p>\n<p>“说实话，我干这行这么多年了，见过许多形形色色的人，可没几个是像你这样，怎么说呢，就是特别复杂的。”“此话怎讲？” 上条惊异地问道。“根据我的观察，你总想是独自一人承担所有，不想让任何人为了你的事情而操心。但你却不是因为那一套伦理和公序良俗而挺身的，你完全是按自己内心的那一套想法来的。所以说你的意志坚定，不会被他人所轻易洗脑；但如果你开始就坚信错误的想法，那自然而然的也很难改正。”</p>\n<p>上条惊了，这人仿佛比周围的其他人都还认识自己，但这可是才认识不到半天的医生啊！他怎么可能在这短短半天时间就能够这么透彻地了解自己。这要么是超级特工，要么就是长期呆在自己身边却没有发现的人。他右手悄悄搭在了门把手上，一边颤巍巍地说道：“你... 你到底是谁？你想干什么？”</p>\n<p>“别想开门了，这个速度，门把手都已经锁死了，你要不就干脆直接从窗户跳吧。” 医生用近乎挑衅般的语气戏谑道。“可恶！” 上条的右手又缓缓地垂了下来，眼神死盯着这名医生。一瞬间，上条用尽了他最快的速度、最大的力气，使劲用右手握拳，向着医生的脸部砸过去。上条挥拳的速度的确很快，但后者掏枪的速度更快。挥拳只挥到一半，医生便从驾驶座右手边掏出了 5.8mm 版本的 92 式手枪，黑乎乎的枪口直瞪着上条那双眼睛。面对此景，上条只得缓缓收回右手，跌坐在座位上。而医生一边看着车，一边熟练地用着右手关掉保险，枪口仍是对着上条的头。</p>\n<p>“要是我想杀你的话，你现在早就已经被抛尸荒野了。放心吧，我不是理事会派来的。相反，我是中国政府来保护你的。” 医生低声说道。“那你总得告诉我你的名字和你的职业吧，我总不可能跟一个神秘人在一起！” 上条已经不敢招惹眼前这个浑身都是谜一样的男人，小声喊道。“稍等，我请示一下。” 说完，医生按了一下不知道什么时候戴上的无线耳机，用极小的声音说了些什么。沉默了半晌，他才开口：“上面同意了。那我就不隐瞒了。我是中华人民共和国国家安全部反间谍情报局的付范谦。初... 也不算是初次见面了，请多指教！至于为什么我能够告诉你姓名，你猜也猜得到，肯定不可能是真的。”</p>\n<p>“呃，我是...... 上条当麻，初次见面，请多指教......” 上条机械地念完了日本人特有的寒暄语，但由于在车里，要不然他还要当场鞠躬。“那啥，敬语就不用了吧，我跟你岁数差不了多少，这样会显得我比你老。叫我小付就好。” 付范谦轻率地笑了笑。“那，小付，你多少岁了？”“你小子，这就蹬鼻子上脸了是吧，我二十六了。”</p>\n<p>“那，你工资一般有多少？” 上条问道。“几万元，不交税，特别高了。但是吗，回报与风险成正比，所以我经常要进行非常惊险的任务，比如说保护你。” 他指了指后视镜中的几辆车，“看见了吗，那几辆车，上面全是国安人员，也是七局的。这下你知道你有多重要了吧。不夸张的说，你是整个学园都市最重要的目标。那么，你现在有两种选择，一个是我们送你们回学园都市，就当什么都没发生；第二个，则是和我们合作，建设一个人人幸福美满的新学园都市，你会怎么选？你不止一次拯救过世界了，应该也不缺这一次了吧。”</p>\n<p>这回沉默的时间有点长，夜晚时分亮起的路灯，光芒打在了两人的脸上，时阴时亮。</p>\n<p>“原来这就是你们让我们免费旅游的代价吗？如果我拒绝呢？” 他问道。付范谦很惊讶：“那好办，我国便可以向学园都市报告你非法出境并把你移交处理，到那时，你恐怕得进局子里吃上一两个月的牢饭了。再坏一点，你可能就被赶回你的老家，吊销你在学园都市的户口，重回你那浑浑噩噩、混吃等死的生活。” 说完，付范谦抽出左手，用大拇指指了指后面睡着的人。“你应该不想让她担心吧？”</p>\n<p>“你们！？怎么能够这样？要找我可以，别扯上茵蒂克丝！” 上条被这个下三滥的招数气了个够呛。“非常时期，要用非常方法。” 付范谦阴冷地笑着，回答道。“我最佩服的就是你这点，冒死也要保全他人不受伤害。跟我们这样在一线的国安人员一样，战斗在漆黑的战场，守卫着一方的平安。” 付范谦竖了个大拇指，“放心吧，只要跟着我们走，不光你，还有你最关心的人，都会没事的。” 上条气得后槽牙都磨得嘎吱响，但毕竟这是人家的地盘，他也不敢再有进一步的抗议，“这......”</p>\n<p>付范谦仍旧把 92 式手枪指向上条，丝毫没有放松警惕，缓缓继续道：“别急，我们不会让你白干活，只要你乖乖听话，我们真的不会拿你怎样。而且，你要干的事情，对于你来说也算是轻而易举吧。反正你已经不止一次的为了别人，为了世界而奔走。这次，你应该也会选择挺身而出，救学园都市与水火之中吧？”</p>\n<p>“再者，我们党好歹也九十几年的建党历史了，如何发动革命，如何建设一个富强民主文明和谐的国家，我们还不清楚吗？再看看你们的左派，从二战后，左派不是因为路线问题而内斗，就是面对反动势力而低头。把越来越多的同志划为反对派，站在人民的对立面，对内重拳出击，对外妥协让步，这就是你们这些群体为什么不能发挥中流砥柱作用的原因。”</p>\n<p>上条苦笑了一下，只说了：“哎～”“我先道歉，我今天的言论有点过激了，但是我是恨铁不成钢啊。” 付范谦说道。“别，这不是你的错。我只是觉得，如果别人知道了中共支持，难免给人一种干涉内政的感觉。”“中国只是给予你们支援和方法罢了，至于你们采取与否，那是你们的事。”</p>\n<p>不知什么时候，车内的收音机打开了，付范谦将频道调至中国人民广播电台中国之声的日语频道，调小音量至能够让这两人刚好听到的大小。“..... 今日上午，学园都市统括理事会召开新闻发布会，称由于近日的 '7・21' 银行抢劫事件已经对学园都市的社会秩序造成了破坏，理事会宣布从今日起，全市范围内宣布晚上加大安保措施，加大警备员车辆行驶数量。同时，警备员方面宣布将出动大规模警力在街上巡逻......”</p>\n<p>上条双眼惊讶地盯着付范谦，后者认真地开着车，只说了一句：“这是最后的斗争。” 上条只好被迫说道：“好吧，我接受了。” 没办法，自己的命运和性命全都在付范谦及背后国安的手里，只能先低下头装孙子。“放心吧，只要你好好跟我们合作，我们中国是不会亏待你的。” 付范谦看着后视镜茵蒂克丝那天真无邪的睡颜，颇有感慨地对上条说：“不说谈恋爱，光是能跟这人成为朋友，我都觉得我这人生值了！” 也许是上条保持了沉默，一瞬间，车里没有谈话声。付范谦瞅着这氛围不对劲，尴尬地 “呵呵” 几声，便认真地开着车。</p>\n<p>此时，跨过茫茫大海，也有人在沉默不语地做着自己的事。</p>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/6/",
            "url": "http://gatg.top/novel-show/6/",
            "title": "《赤日雄心》——第六章：是敌是友？",
            "date_published": "2023-07-15T07:03:00.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第五章-是敌是友\"><a class=\"anchor\" href=\"#第五章-是敌是友\">#</a> 第五章 是敌是友？</h1>\n<p>坐在这个比来时装甲车稍显逊色的红旗，上条再一次的被震惊了，这车的内饰竟然这么高级，很像是专门为接待外宾而用的。抚摸了一下皮质座椅，他有点惊异地称赞道：“很舒适，行驶得也很平稳。” 驾驶室的挡板也慢慢升了起来，随后挡板上的液晶电视也开始放映起了新闻节目。这倒不是因为科技方面，而是这种轿车内部竟然也可以放置一台这样的电视，这在日本都只是在公交车上才能看得到的。往前看，中控台那 12.3 英寸的屏幕上显示的图标设计简洁却又充满着未来感。方向盘前，又是一块 11.7 英寸的液晶仪表，忠诚地显示着车内的一切数据：行驶速度、续航里程、发动机转速…… 更为神奇的是，司机面前的那一块玻璃竟然有蓝色的光芒在闪烁，但由于角度原因，上条并没有识别出那上面显示着什么内容。</p>\n<p>“哦，那是这辆红旗 CA1000 的 AR-HUD 显示技术，说白了就是平面镜成像和投影仪的原理罢了，通过这项技术，我们可以把车内的大部分信息都集成在驾驶员面前的挡风玻璃上，这样一来，驾驶员就不用分神，频繁低头查看仪表盘…… 或者中控屏了。” 也许是看出来上条的疑惑，副驾特意跟他解释了一番。“这还是简化版本的 AR 显示，还可以改成完整版本。” 说完，他在中控台的屏幕上点了几下。挡风玻璃上出现了更多的数据：室外温度、车内温度、剩余续航里程、天气预报、系统提示信息、道路指引和导航…… 此时的汽车中控显示屏上显示出了规划的行车路线，挡风玻璃上，道路前进方向出现了指示箭头，周围偶尔出现的车辆和行人，也被用不同颜色的图案和文字标注了。“这……” 上条显然是被震惊住了，更别提茵蒂克丝这种根本没见过世面的（仅限于科技方面）修女，那真的是满脸的惊讶。一时间，车内竟没有人再发出一点声音。</p>\n<p>“那这辆车竟然能够行驶得这么平稳，噪音也这么小，请问这是怎么做到的呢？应该是电动的吧？” 上条毕竟是受过教育的人，还是猜得出来个大概。而副驾显然也没有藏着掖着，微笑回答：“是的，这是一辆电动汽车，你们从学园都市来的，应该比我们更清楚电车的优势，什么操纵更舒适啦，噪音也更低啦，而且维护成本和行驶成本也低啦，最重要的是不会对空气造成污染，也没有油车一氧化碳、积碳、过热等问题……”“啊哈哈......” 这两个人都尴尬地笑了笑，其实在学园都市，有电车是不假，但只是在公共交通领域里才用电车。私家车什么的，大部分人还是选择了汽油车。</p>\n<p>也许是目前为止见到的新东西太多了，上条转而期盼着明天的到来，让自己能够在这偌大的北京城里自由活动，看看这中国到底是不是真的是人心所向，心之所往的所谓 “圣地”。又过了近 40 分钟，车辆缓缓地在一家看着比较气派的酒店旁停下了。坐在他们前面的副驾驶从他前面的储物箱里掏出来了三个文件夹，分发给了他们，说道：“待会你们到酒店后，就用这个身份去前台拿房卡，就说你们已经登记过了。好了，我们就负责到这了。哦，对了，各位的行李已经送到你们的房间里了，祝各位在中国玩得愉快！”</p>\n<p>在不舍地离开这辆惊异的红旗汽车后，三个人缓慢地走进了这家酒店，大厅装潢华丽但不奢侈，属实是一家高档酒店。他们三移步到了前台。这还是上条第一次来外国酒店里入住，心脏不禁跳动地厉害，他悄悄地拍了拍茵蒂克丝的肩膀。后者用标准的英式英语说：“Hello,We've booked here,here is our ID card.（你好，我们在这里订了房间，这是身份证。）” 说完，她从文件夹里拿出了别着的三张临时身份证，交给了前台的小姐姐。</p>\n<p>前台的小姐姐微笑着回答道：“您是英国人，对吧？”“我是，但旁边的这位是个日本人。” 与此同时，旁边放着的玻璃板上分别显示了刚刚小姐姐说的话，下面一行则是日语的翻译。“啊，啊，是啊！” 上条挠了挠头，尴尬地笑着。“好的，请你们分别持着各自的临时身份证，到那边的机器验证后就能去房间了。”</p>\n<p>这机器挺小的，上面有一个 RFID 识别区，一块屏幕和一个摄像头。上条按照前台的指示，将临时身份证放进这个识别区内，盯着摄像头看。不过两秒，机器就发出了一句：“识别成功！感谢您入住本酒店！” 随后屏幕上显示着他房间的房号，甚至还贴心地附上了地图以供寻找。然后便从前部吐出来一张房卡。不过对于这些，已经大开眼界的他已经麻木了不少。“算了，先进房间里看看吧。”</p>\n<p>这两位终于拎着大包小包的东西进到房间里。还好房间内有两张单人床，这下睡觉的问题倒是能够解决了。</p>\n<p>要说这房间也是真够大的，上条目测一下，至少也得有三四十平了。单个酒店房间这种规模在寸土寸金的日本，尤其是这学园都市，那简直是想都不敢想。“这北京市的土地是不要钱的吗？” 他惊奇道。“跟据我所知道的信息，北京市目前的每平方米的房价约为 30000 元每平方米，比其他地方稍贵。” 突然，一个不知道从哪里来的女声传来，把这个房间里的三个人吓了一跳，而本身就对科技陌生的茵蒂克丝更是吓得躲在了床边。</p>\n<p>上条吞了吞口水，壮起胆子问道：“你是谁？”“我是晓明，是你的智能语音助手，只要你说出指令，我都能够理解并执行。你可以询问我许多东西，甚至能让我打开电视等智能电器。” 虽然说是知道了这个声音是干嘛的，但找不到声音的来源，多少还是有些恐怖的。“那，请你帮忙把电视开启，转到...... 中央一台。” 上条试探性地请求。</p>\n<p>话音刚落，房间正中放着的 129 寸超薄弧面电视屏幕就被点亮了，播放出了厂家的 logo，然后瞬间切到了中央电视台的综合频道。“神奇啊！中国人是怎么做到的？” 看到这情景，他不仅赞叹。于是，他再一次问道：“那，能不能把灯光稍微调暗点？” 瞬间，头上的吸顶灯变暗了些许。“对了，你们的行李在储物柜里放着。记得查看下桌子上放着的移动终端，如果你们休息好了，就使用这个终端跟他们联系。”</p>\n<p>这时他们才发现，桌子上放着一个墨绿色长方形的手机，只不过厚些许，上面还有根天线，6.1 英寸的屏幕上显示着中国国安部的徽章。 再点击，上面只显示着通讯录界面，上面存储了一个电话号码，但全是符号组成的，名字是 014123。“我给他们打过去了啊！” 上条扭过头来说。随后便点击了绿色的电话按钮。</p>\n<p>一声声低音但刺耳的音频响起，随后便是一句：“请稍后。” 又过了几秒，对面有人接听了电话，“啊，上条先生，你们都休息好了吗？现在时间也不早了，我们请你吃顿饭吧！就在王府井，地址已经发给你了。明天你们就能自由活动了。对了，这个移动终端请随时揣在身上，一边有什么事情的时候好联系，如果你坐出租车过来的话，这个也能用来付钱，就这样，到时候见！” 上条觉得这声音有点耳熟，但现在他想不起来这到底是谁，只是口头答应着说：“好的。” 转身扭头对那茵蒂克丝说：“今晚有人请我们吃饭，去不去？” 提起吃饭，这可能是唯一一个比较开心的一个事情了，毕竟不用出钱就能享受到异国他乡的美食，尤其是这位修女，一听到这句话，原本些许暗淡无光的眼睛里顿时都冒出了金星。“那我们赶紧走吧，现在都已经......16 点了，得出发了。”</p>\n<p>他们原以为最多只用花半个小时，没想到当他们拦到出租车，告知了司机目的地的时候，司机却告诉他们最少需要四十分钟个小时才能到达。一问才知，原来这家酒店还在郊区。坐在副驾驶位上，望着这一幢幢拔地而起的高楼大厦，上条不禁问道：“为啥这里是城郊呢？” 司机一边开着车，一边笑道：“你们是外国人吧？实际上，如果你来到北京的市中心的话，也许就会有点失落的。北京市中心的高楼并不多，只有在中心城区以外，才会看到这样层层叠叠的高层建筑和现代化建筑。” 司机边说着，挡风玻璃上映出了跟在酒店也有的翻译。</p>\n<p>“为什么？” 上条不解地问道。“因为中国是一个古老的国家，而北京市更是一座有三千年的历史的古老城市，所以在北京的中心区域遍布着许多有着悠久历史的房屋和建筑。这些古建筑是非常有历史价值的，所以为了保护这些新建筑，中国人就选择在旧城区之外建设新的城市。” 司机不紧不慢地回答道。</p>\n<p>“三千年？我虽然知道中国的历史悠久，没想到光是一座城市就有这么久的历史！” 坐在后排的茵蒂克丝有些惊讶。而司机则接着补充：“高楼大厦，自然是一个城市现代化程度的标志。但是我们不能舍本逐末，那些有历史价值的建筑，应该保留。高楼大厦，可以慢慢扩建，甚至可以在新城区建满这样的建筑。但是古建筑拆掉了，就等于拆掉了历史，拆掉了传承，拆掉了回忆，一个随意放弃历史的民族，是不会有未来的。”</p>\n<p>车里除了机器略微发出的声音之外，再无别的动静。</p>\n<p>比预计的要晚了一些，车开了近一个小时才到达了这家餐厅。店里不大，但装修却比较精致。店门口用大气的牌匾，用鎏金写就：聚福德烤鸭店。“嚯，这店面，恐怕要花不少钱吧！” 上条暗自想到。</p>\n<p>来的时候已经快下午五六点了，看样子这家店的生意非常不错，餐厅里就餐的食客也快将门头堵住了。这三个人生地不熟的人在餐馆内部转了有好一会，在终于在一个靠窗边，能看到大街上车水马龙的位置上才看到一个人在向他们招手，不过这人可是把他们下了一跳 —— 这稍显黝黑的皮肤，那挺直的胸膛，那散发出的积极向上的精神面貌，这不就是那位在学园都市医院里照顾他的医生吗？</p>\n<p>而那个人倒是一点也不在意，冲着他们笑道：“本来那边医院事多的很，结果中国的人硬是要我亲自陪着你们，说万一你身体有个什么三长两短，他们可不好跟理事会交代啊！正好我还没点菜，这是菜单，你们可以看看要点些什么。” 说完，他把放在桌上用一根绳子固定住的平板电脑交给了这三人。</p>\n<p>“这是菜... 单？” 上条怎么也不敢相信眼前这个平板电脑竟然是他口中的菜单，他宁愿相信店里钱太多了干脆给每位顾客发个平板玩玩。“莫非中国餐厅都是用这种平板来点菜的吗？”</p>\n<p>“啊哈，那倒不是，其实在绝大多数的餐厅里，用手机就能够点菜付钱了。” 也许是为了配合自己说的话，他从上衣口袋里掏出了自己的手机。这是中国那家著名的华为公司最新推出的 Mate 60 Pro 手机，绝不会错的！那 6.74 英寸的屏幕，四孔摄像头，昆仑玻璃，以及光亮中透出丝丝冷意的银色机身。这在学园都市，没个二十万日元（折合人民币约 10020 元）你就别想买了，而且这玩意还是有钱不一定买得到的，还得凭实力和运气。</p>\n<p>正当上条望着这部陌生的手机发呆的时候，那位医生就问道：“虽然说你的骨折还没有完全恢复，不过吃点东西还是可以的。我特意点了三只烤鸭，算是一个见面礼了。”“三只？这怕是吃不完吧？” 上条惊讶地差点从座位上蹦了起来。“怕什么，反正我请客。再说了，你旁边不还有一位女生能够解决吗？” 医生半开玩笑地指了指茵蒂克丝。</p>\n<p>“吃饭，就要讲究个荤素搭配，吃太多油腻的东西肯定对身体不好，所以我还给你们点了几个素拼和凉拌三丝，算是中和一下了。” 医生补充道。“前台旁边有自助区，你们想在那里加点什么水果配菜的都可以。” 这句话很有效果，立刻就让在座的某位女生心动了起来，她连忙从座位上起来，向着前台的方向走去。</p>\n<p>不过几秒，桌子旁只有医生和上条两个人了，这话题自然也就放开了许多。望着茵蒂克丝离去的背影，医生笑着问道：“上条先生，这个女孩跟你的关系应该很好吧。虽然总感觉你们有时候在一起不是很和谐，但从本质上看，你们肯定是很好的朋友！” 上条倒是被这句话说得有点害羞了，连忙回答：“那倒不至于啦，只能算得上是普通朋友关系吧。” 说完，他反问了一句：“那，医生您有没有心仪的人呢？”</p>\n<p>这下是后者有点羞涩地摇了摇头，喝了口水，缓缓说道：“没有，工作太忙了，没时间去谈恋爱。倒是你啊，虽然经常嘴上说着不幸，可桃花运却好，哪像我，呵呵。” 他自嘲地笑了笑。</p>\n<p>医生接着说：“如果我没看错的话，这人把你当作她最重要的人，万一你有个什么，我们也不好跟她交代。” 上条注意到他用了 “我们” 一词。“而且，你确实也挺重要的。游走于科学和魔法两侧势力的你，是反抗暗黑实验的吹哨人，是为人民而战的自由斗士。可以说，你将来拥有的声望，可能比理事会的一方通行可还要高，毕竟学园都市 80% 的人口组成都是学生吗。” 上条内心已经觉得医生说的话越来越奇怪，但为了不打草惊蛇，他决定只是静静地听着。</p>\n<p>“‘绝对能力者进化实验’的失败，已经让在背后为虎作伥的科技集团非常愤怒，为了能够掩盖这件事，他们不惜掩盖所有对他们不利的证据。而目标，便是勇于反抗这次试验的 —— 你。” 上条听到有人要杀自己，当场就吓了一个哆嗦，汗毛竖立，眼神紧紧地盯着医生。他已经无法用言语来形容现在在他眼前的这位医生到底是什么人了。“你知道今天接你来中国的那架 C929，为什么会突然做出奇怪的姿态？当时，统括理事会竟然关闭了领空，任何飞机不准起降，否则一律击落。当时，在高空巡航的时候，突然有日本的战斗机说是‘误入’护航区域，差点就打起来了。当时就是为了怕被导弹袭击，才做出的那种举动。据说战斗机的副油箱都抛掉了<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup>。”</p>\n<p>“你，你们到底是谁？你们怎么知道的？你们要干什么？” 上条这下彻底慌了神，想立刻站起来往外面跑，可腿部怎么也使不上力气，动弹不得。“反正你也跑不掉。现在，店门口那两桌，五个国安的；店员，七个国安的；外面还有几辆警车在巡逻。” 医生不紧不慢地回答道，“你知道我为什么要告诉你这些？因为，你是目前的重中之重。” 最后四个字几乎是抑扬顿挫着说出来的。一瞥，医生看到茵蒂克丝端着一盘盘水果回来了，立马换掉严肃的语气，转而笑着说：“哎呀，都怪我不好，明明吃饭了还谈这些。来，正好菜上来了，趁热吃！” 随后，一个机器人来到了他们的餐桌旁边，伸出了一个托盘，挨个地将他们点的菜送上来。</p>\n<p>“我开动了！” 随着这一声声整齐的声音，三人纷纷开动筷子。</p>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>战斗机进入战斗状态时，需要抛掉副油箱以减轻重量，提升机动性。 <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/5/",
            "url": "http://gatg.top/novel-show/5/",
            "title": "《赤日雄心》——第五章：轩然大波",
            "date_published": "2023-07-08T07:03:00.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第五章-轩然大波\"><a class=\"anchor\" href=\"#第五章-轩然大波\">#</a> 第五章 轩然大波</h1>\n<p>经过了十几秒的沉默之后，上条让医生过来，小声地在他耳边问了句：“那，我宿舍怎么办？万一有小偷进来呢？” 而医生似乎是早有准备，话音刚落，他就紧接着回答道：“放心吧，警备员逮捕你的时候，早就已经把除私人物品以外的东西全部封存了。好了，时候真不早了，你们的选择是？” 上条和茵蒂克丝齐声回答道：“行吧。” 医生听后，微微地笑了笑，然后打了个响指。之后的一切，在这两人眼里如走马灯一般在眼前闪过。病房内突然闯出来几名警备员，那名医生则直接从病房走了出去，上条、茵蒂克丝在他们的簇拥下从楼梯口进到地下车库。而昏暗的车库里早已经有五辆装甲车等着了，他们坐上了最中间的装甲车，随后车队鱼贯而出，径直驶离了这家医院。</p>\n<p>路程很顺，一次减速都没有，只是过了很久，头顶上逐渐传来了巨大的轰鸣声，搞得这两人有点不适。大概行驶了约有一个小时，车辆才渐渐减速，直至停了下来。坐在上条旁边的警备员叫他先别动，随后自己下了车。又过了几分钟，他走回来，说了句：“请出来吧。”</p>\n<p>上条刚一下车，就看到一架双发大型客机，机身上涂着蓝红深蓝三个条纹，垂直尾翼上还有一个中国国旗，最末端的舱门上涂着解放军的标志。虽然比他之前和茵蒂克丝去意大利时坐的波音 747-200 和回程时的高超音速飞机略逊一筹，但一眼看过去，这飞机实在是如同碧日蓝天下亭亭玉立的少女一般，让他的目光时刻不能从它身上移开。直到来自头上的强烈气流吹入他的眼睛时，他才眯着眼，发现那轰鸣声的来源是不知什么时候盘旋在车队头上的两架直 - 19。</p>\n<p>舱门外，登机梯显然已经等候多时，两侧站着几个解放军，他们穿着作训服，手上拿着的 QBZ-191 在正午的太阳下闪耀着淡淡的金属光泽，显得更为瞩目。望着这般场景，上条二人只得沿着中间的预留的位置机械地登上飞机。在登机梯上，上条下意识地往回看了一眼，远处的停机坪上整齐划一地停满了歼 - 31 和歼 - 20 战斗机。</p>\n<p>刚一踏进飞机，几名西装革履的男子就从头等舱走了过来，其中为首带着墨镜的说：“您们两位好，我姓张，叫我小张就好，是这次行程的负责人，有什么事叫我就好。这趟航班只有机组、安保和您们，所以这架飞机的座位，你们可以随便选。不过，如果你需要下位活动的话，请一定要按下头顶上的呼叫铃，以便于我联系。如果没有什么其他问题的话，我就先行告辞了。”“那个，我想问问，这架飞机是？” 上条谨慎地问道，“这架飞机是我们中国商飞自行研制的 C929，具体型号是 C929-700，外国人喜欢叫它 CR929，是我国继 C919 之后的第三款自研民航客机，主要对标的是空客 A350XWB 和波音 787。”“我知道了，多谢。”</p>\n<p><img loading=\"lazy\" data-src=\"/images/cr929xilie.jpg\" alt=\"CR929 Series\" title=\"C929系列双发宽体远程客机，从前至后分别为C929-700型，C929-600型，C929-500型\" /></p>\n<p>在说完这句恭维话之后，上条下意识地就往经济舱的位置走去，但刚刚跨出步子，茵蒂克丝大喊道：“当麻！” 上条循声望去，发现茵蒂克丝早已经坐在中间的两个头等舱座位的一个上了。“哦，来了！” 上条连忙走了过来，接着在茵蒂克丝旁边空着的座位上坐下。</p>\n<p><img loading=\"lazy\" data-src=\"/images/C929-2.jpg\" alt=\"C929 First Class 1\" title=\"C929飞机的头等舱（1）\" /><br />\n<img loading=\"lazy\" data-src=\"/images/C929-3.jpg\" alt=\"C929 First Class 2\" title=\"C929飞机的头等舱（2）\" /></p>\n<p>“各位乘客，飞机即将开始滑行，请各位乘客迅速回到座位上，系好安全带，收起小桌板，感谢您的配合！”</p>\n<p>此时，小张和那几个人也正从经济舱那边赶了过来，给他们大致讲了下这次飞行的信息。座位前嵌入的屏幕也开始播放惯例的安全须知。</p>\n<p>这下子，上条终于有闲心来好好体验一下这架飞机的头等舱了，平生连飞机都很少坐的他，今天可以好好享受一次这样豪华的飞行了。“不愧是中国人，连这种头戴式耳机都能每个头等舱配一个啊！” 上条戴着早就放在一旁的耳机，赞叹道。“当麻！当麻！这架飞机真的好漂亮啊！” 虽然茵蒂克丝是英国人，但还是对眼前来自东方大国的这家飞机惊叹无比。</p>\n<p>上条看着眼前这个嵌入的显示屏，不知什么时候语言已经切换成了日语，尺寸小是小了点，不过清晰度和像素方面可比整个学园都市的产品质量都不知好了多少，用手在上面滑动了好几下，几乎没有延迟，非常灵敏。“真不愧是中国产品啊！” 他心里这样想到。</p>\n<p>过了几分钟，飞机在跑道上完成了最后的起飞前检查，随后丝滑地加推力，微弱的引擎声从机翼两边传来，如果不是窗外的景象开始倾斜，这两人甚至都还以为飞机还在跑道上呢。直到上条望向窗外，景色已经倾斜了一定角度才意识到：“哦，起飞啦。”</p>\n<p>从学园都市到北京只需约三四个小时的飞行时间，所以路程上自然是没有餐食之类的，这着实让茵蒂克丝这个小吃货有些不满，不过这长度的时间，说长不长，说短也不短。两人内心最主要的想法都是想要尽快到达中国，看看真正的中国到底是什么样子。</p>\n<p>看着眼前这个显示屏上有个机外摄像头显示的功能，上条觉得有点意思，于是便就点开了这个应用，扑面而来的是四个摄像头的预览，分别是机腹摄像头、左机翼、右机翼摄像头和垂直尾翼上的摄像头。他随便选了一个左机翼摄像头，画质很清晰，色彩饱满。唯一一个显得突兀的是，画面上有三架歼 - 31 在左翼进行伴随飞行。上条惊异，又随即切换成了右翼摄像头，一样有三架歼 - 31 在跟随着飞行。这下他彻底清楚了，中国人为了保护他们的安全，在安保上竟然给他这种普通人配备了如此高规格的安保措施，实属罕见。</p>\n<p>无聊之余，上条只得看点视频什么的打发下时间，跟他在网上看到的一样，所有的多媒体都是免费的，更新也很及时，但动漫什么的似乎有点少，于是他只能看着排行榜上推荐的朝鲜战争纪录片，学一些中国的历史知识。</p>\n<p>影片中，1950 年 11 月 21 日，中国人民志愿军一百辆 89 式 122mm 火箭炮履带车疯狂的朝平壤北城区展开了猛烈的炮击，火箭炮履带上的 40 枚那 67 千克重、射程 40 公里的火箭呼啦啦地射向联合国军驻地，平壤市的北城区大部分都宛如地狱一般遭受了饱和的火箭弹攻击，无数的美军和南朝鲜伪军士兵在睡梦中就被炸的灰飞烟灭。</p>\n<p>“原，原来中国这么早就能把美军打的屁滚尿流了吗？” 上条的内心震撼不已，那可是六十几年前啊，当时的中国才刚刚建国，收复了台湾，紧接着就开始打朝鲜战争，结果还是硬生生把美军从鸭绿江边推回三八线，并且硬生生反攻到了江原南道的马山市<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup>，逼着美国签订了和谈协定。</p>\n<p>就在上条回顾那段对全世界都难以忘怀的历史时刻时，猛的一下子，他突然感觉自己从座位上腾空而起，要不是有安全带把他大致固定在了座位上，他估计都要头顶天花板，然后重伤。顿时，整个机舱里充满了惊叫声。但不过两秒，整个后背和臀部像嵌在了座位里一样，挺直身子也做不到。最后又过了几秒钟，飞机才恢复了平稳的飞行姿态。</p>\n<p>小张再次从经济舱火急火燎地跑了过来，慌张地询问道：“大家都还好吧，有没有人受伤？需不需要什么帮助？” 上条感觉骨折的痛觉不是很明显，说了句：“没事。” 小张这才擦了擦脑门上早已渗出的汗，呼了口气，“没事就好，有什么事一定要及时告诉我！” 说完，他疲惫地拖着身体，走回了经济舱。</p>\n<p>“呼，还好这伤痛没在这个时刻发作，要不然怎么挺到飞机降落啊？” 上条一想到他躺在椅子上痛苦的样子，心里就不禁庆幸不已。“但是，怎么感觉好像少了点什么。另外，感觉有什么东西靠在了我的身上？” 他朝右肩看了一眼，确实有东西靠在了他的身上 —— 茵蒂克丝的头不知什么时候已经埋进了他的臂膀里，似乎还在颤抖。</p>\n<p>“怎，怎么了，茵蒂克丝？” 上条赶紧询问，“是不是因为刚刚的事情？”</p>\n<p>没有响应，头仍然在微微抖动着。</p>\n<p>“难不成，是肚子痛？要不我扶你去洗手间？” 不知道怎么想的，上条大脑里突然蹦出来了这句话，随后就不假思索地说出来了。显然，这句话确实让茵蒂克丝有反应了，但却是乌云般的表情，嘴里缓缓吐出：“当<sub>麻</sub>” 然后便开始日常性地咬着他的右臂，其实本来她想咬头的，但受限于安全带以及，只能退而求其次。</p>\n<p>伴随着传来的轻微疼痛，以及映入眼帘的呼叫铃，上条只吐出了几个字：“不幸啊～”</p>\n<p>咬了起码有三分钟，茵蒂克丝才缓缓地停了下来，鼓着脸颊，把脸别向了别处，做生气状。在经历了近四小时有惊无险和略微伴随着物理疼痛的飞行后，飞机开始平缓地下降。广播中，已经略显疲惫的小张尽量用着标准的日语让这两个人系好安全带，准备降落，然后就立即结束了广播。</p>\n<p>飞机略微向下倾斜了下角度，开始下降。不知是因为有意为之，亦或是偶然，这次飞机的飞行路线竟然恰好能够从左侧看见整个北京城的全貌，在渐已西落的太阳光芒下，北京城外鳞次栉比的高楼大厦与城内历史悠久的古色建筑交相辉映，相得益彰，让人不禁有种时空错乱的感觉。</p>\n<p>“哦～这就是北京吧，原来从上空看起来这么美，不愧是中国的首都啊！” 上条通过飞机上固定在机翼上的摄像头，浏览到了这一被绝大多数刚到北京的游客惊叹不已的一幕。茵蒂克丝虽然没说什么，但是她脸上的神情却完完全全地表现出了震惊和赞叹。在充分观赏了这美景之后，一阵铃声响起，所有的遮光板一起降下，彻底挡住了外面的视线，上条的大脑这回倒是转的挺快的，立马就猜到了 —— 这是要降落军用机场啊！</p>\n<p>随着机头轻轻地向上稍微扬起些许，这架 C929 丝滑地降落在空军某机场的跑道上。渐渐的，在飞机速度降至正常滑行的 30 节时，小张又一次从经济舱走了过来，说道：“待会飞机停下来，你们出机场后，我们的人会给你们必要的文件，酒店什么的我们都已经安排好了，明天你们就可以自由活动。好了，祝你们在中国玩得愉快！” 说完，他径直走到前面的舱门处，拉上了帘子，不知做什么去了。<br />\n过了几分钟，飞机彻底地停住了，安全带指示灯也熄灭了，两人解开了安全带，站了起来。小张也拉开帘子，对着三人提醒道：“你们的个人物品都已经装进飞机了，等会你们到酒店的时候，我们会给你们一起送过来的。那么，请到前面来吧！”</p>\n<p>与来时几乎一样，打开的舱门前还是早已准备好的登机梯，旁边依旧是全副武装的解放军，只不过头上没有了直升机。上条特意最后一个起身，在即将跨出飞机舱门的瞬间，他悄悄问了下小张：“能不能让我看看这架飞机的驾驶舱？我对这飞机真的很感兴趣！” 小张先是笑了笑，然后斩钉截铁地回答：“我得先询问上级，虽然是民航客机，不会有什么泄密问题。但因为政策原因，还是要申请一下的。” 说完，他走进卫生间，关上了门。过了一会，他又出来说：“上面已经同意了，我这就让机组开门。”</p>\n<p>“无与伦比。” 这是上条走进 C929 驾驶舱的第一感受。虽然在民航爱好者看来，这飞机的驾驶舱像是空客 A350 和波音 787 的结合体。但对于出入境管理极其严格的学园都市而言，每月民航飞机的起降数量真可谓屈指可数。因此对于这种驾驶舱，他简直惊奇到下巴都要掉下来了。<br />\n<img loading=\"lazy\" data-src=\"/images/C929-4.jpg\" alt=\"C929 Cookpit\" title=\"C929飞机的驾驶舱\" /></p>\n<p>看着上条这样，小张发自内心地笑了，拍了拍他的肩膀，说：“上条先生，你明天也有时间来参观，赶紧跟着你那个小女孩走吧，不然找都找不到了！” 上条似乎也意识到了自己的失态，挠了挠头，腼腆地笑了笑，然后迅速从驾驶舱离开，走下登机梯，看着已经在车边等候多时的军人们，他鞠了个躬，随后钻进了车里。随后，这辆红旗轿车便如出弓的箭矢一般离去了。</p>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>现实世界中，马山市已于 2014 年合并进昌原市。 <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/4/",
            "url": "http://gatg.top/novel-show/4/",
            "title": "《赤日雄心》——第四章：光明抑或阴谋",
            "date_published": "2023-07-06T07:03:00.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第四章-光明抑或阴谋\"><a class=\"anchor\" href=\"#第四章-光明抑或阴谋\">#</a> 第四章 光明抑或阴谋</h1>\n<p>眼前突然一片黑暗，但这至少意味着意识重新存在，毕竟虚无是没有颜色的。不知过了好久，眼前的光芒逐渐从黑暗转变为了白色。整个世界在眼前逐渐恢复了形状，经验表明，眼前这一片白色，是天花板。又过了漫长的一段时间，世界在眼前终于重归清晰。</p>\n<p>上条当麻终于从昏迷中醒过来。</p>\n<p>清醒的一瞬间，他就感觉到了一种刺入骨髓的疼痛。低头，自己的身体已经缠上了好几圈的绷带，头脑也还是有点晕乎乎的。再一看，好家伙，还是这熟悉的医院，还是这熟悉的病房，唯一变的只是自己这次的病情和绷带缠绕的地方。他望了望窗外，外面还是晴空万里，阳光通过窗户，撒进了病房。上条看着这一切，不由得从内心里说出了那句口头禅：“不幸啊！” 随后便一动不动地看着天花板，休养生息。</p>\n<p>“嘎吱” 病房的门被推开了，上条吃力地扭着头，望向门口。进来的是茵蒂克丝，他看了看，脸色已经开始慌张了起来，提低了几个音调，重复了上一句话：“不幸啊！”</p>\n<p>这下可把前来探望的茵蒂克丝整得有点不开心了，她快速地跑了过来，鼓着脸颊，小声喊道：“当麻！你是不是背着我又一个人去解决问题了？” 随后做出准备要扑向上条头部的样子，但再次看了看上条的伤势，茵蒂克丝缓缓地缩了回去，只是坐在上条的旁边，温柔地看着他。上条也看见了，于是便不再慌张，转而用轻松的语气说道：“没事，只是还有点痛，没什么大碍的！”</p>\n<p>就在这沉默的间隙，病房的门又敲响了。这次走进来的是一名医生，不过不是那位一直在医院负责上条，随时准备他在医院事宜的冥土追魂，而是另一名男医生。这医生看上去年纪才二十出头，比上条大不了几岁，双目炯炯，皮肤比一般人些许黑一些，不知道是不是因为惯于为了别人的健康四处奔波。大致看上去身高可能有一米七五，那挺直的脊梁与肩膀却使他看上去很有一种昂扬的精神。</p>\n<p>那人先是走进来，看到病房里还有另一名女生，似乎有些不解，但很快又微笑，朝着上条说：“你醒了，小伙子，你被两发胡椒子弹打中了胸部，断了三根肋骨。口腔和呼吸道也因为在短时间内吸入了大量的刺激性气体而有些损伤，不过情况不严重，很快就能恢复。” 说完，他的脸上颇有得色。他看了看站在一旁的茵蒂克丝，后者则因为上条的遭遇而吃惊。</p>\n<p>“不过都还好，肋骨也只是轻微的断裂，过几周就会愈合。” 说完，他又看了看这两个人的脸色，都有所缓解。他松了口气，缓缓地说：“你脸上的表情在告诉我，你不知道为什么被打伤进医院。” 医生看着窗外，随后走过来对上条说：“上条先生，您需要了解什么信息？”</p>\n<p>话音刚落，上条就开口问道：“我到底是犯了什么错？竟然让警备员亲自找到我宿舍来？” 医生好像已经料到了这句话，不假思索地对上条解释道：“最近第五学区的一家银行遭到抢劫，数千亿日元被几名劫匪掠夺而走，风纪委员跟警备员们通过技术手段侦察，发现劫匪最后的落脚点就是你们学校，而好巧不巧的是，那五千万日元正好不知为什么就放在了你寝室门口。你的生活条件也确实有机会作案，因此他们就把你当成了嫌疑犯逮捕了。” 听到这句话，上条差点没背过气去，两手一摊，皱着眉头，纳闷道：“哈？我只是看着我门前有个快递盒，就把它拿了进去，怎么这也能成为嫌疑人？”</p>\n<p>“当然，最后你的嫌疑还是被排除了。因为你确实有完美的不在场证明。” 医生及时地补充道，这下才稍微缓解了一下上条的情绪。“这是你手机，看看新闻吧，幸好没被摔坏。”“哦，好。” 上条接过了他的手机，竟然连磕碰的痕迹都没有。屏幕已经解锁，上面显示着的就是 “学园都市一银行遭匪徒抢劫”。下面的新闻正文则写道：</p>\n<blockquote>\n<p>昨日，我市第五学区的一家某大型银行支行遭五位劫匪抢劫，八千万日元现金消失无踪，并造成五名警备员及八名风纪委员受伤。<br />\n下午 3 时 13 分，五名劫匪手持着中国北方工业产 81-1 式自动步枪闯入银行，在接待大厅里随意射击并挟持人质以威胁店员交出所需面额的现金。店员一边处理劫匪的要求时，一边机智地启动了报警系统。随红，警备员和风纪委员到达现场进行谈判。但劫匪显然有备而来，使用了不知名高级武器压制住了风纪委员的超能力致使在场的十名风纪委员无法动弹。谈判破裂后，警备员根据情况进行攻坚，但终究因匪徒火力和缺少超能力辅助而损失惨重。匪徒在与警备员激战约 3 分钟后驾驶一辆白色丰田科罗娜汽车逃离，目前下落不明......</p>\n</blockquote>\n<p><img loading=\"lazy\" data-src=\"/images/81-1.jpg\" alt=\"Type 81-1\" title=\"中国81-1式7.62毫米自动步枪，亦简称为'八一杠'\" /><br />\n“哎，新闻上好像还说，这五个劫匪还是成绩很优异的学生，听说是因为没钱交学费、生活费，以及被那些实验摧残，才迫不得已出此下策...... 哎，真的可惜了。” 医生心痛道。说完，他又叹了口气，继续道：“但凡在这座城市呆久的人，都知道，这座城市的每一次科技突破，都是用尸山血海堆出来的。光是建造这座学园都市，就死了近八万人，更何况更极端的科学实验呢？在这个水泥混凝土浇筑的钢铁森林里，理性盖过了人性，复杂而又具体的公式取代了抽象而又多变的人心，人们宁为提高纸面上哪怕是千分之一的数字而兄弟阋墙，也不愿把聚光灯照向这森林那鲜为人知的阴暗角落。可即使这样，我们还不是被中国人在科技上碾压，现在我们能拿得出手的也只有‘树状图’和‘织女系列’卫星了！”</p>\n<p>看到两位非常震惊的眼神，医生也是百感交集，继续说道：“有时候，我也在想，为什么中国会比我们强，我们日本人曾经也是辉煌过的，为什么现在变成了这样？为什么曾经被瓜分的中国，现在会让美国人和俄罗斯人都退避三舍，而对比一下日本和中国，最明显的区别，自然就是双方的体制了。后来，我花了好长一段时间研究中国，最终得出了结论 —— 那就是因为共产主义。”</p>\n<p>看着这两位震惊的眼神，医生接着说到：“你们都知道，中国是一个共产主义国家。但你们有所不知的是，在这些共产主义国家里，房子，汽车…… 都是国家分配的。当然，如果你想要第二辆车或者是第二栋房子，只要你努力工作，一样能够低价买入。如果生病了，也是由国家掏钱，孩子读书也不需要学费…… 哦，就连平时吃的大米和小麦，那些国家也会定期配发，所以尽管看上去他们的收入很低，但是实际上并没有什么地方需要花钱的。鬼知道中国人是怎样将计划经济和市场经济结合得如此之好......”“这…… 不太可能吧？我到底不太相信会有这样的国家，房子，车子都是配发…… 这......” 上条虽然说已经通过一些帖子和新闻看到了中国这些年的变化，但毕竟他是在学园都市受到的教育，而统括理事会自然是不会对中国说好话的，“共产共妻”、“人间炼狱” 等字眼是他们对中国的刻板印象。所以，他对中国现状的真实性还是有点存疑的，即使问问旁边的茵蒂克丝，她也不知道。</p>\n<p>医生无奈地耸了耸肩，继续说道：“这一切都是事实…… 就像是我认识的一位中国医生，他的女儿是清华大学的学生，每个月只要 1000 人民币就足够她一切的花销了 —— 他们的大学不收学费，也没有住宿费用，一件比我们都市更漂亮的裙子也只要几元就可以买到，吃一顿饭甚至只需要十块钱…… 再看看我们学园都市，即便我们能赚一亿元又如何？我们的商品价格也高的惊人，也许活得还没这个中国女学生有尊严。前些年，她还寄给我十几张北京的照片，说我如果可以的话就去北京旅游。你们也看看吧！” 说完，他从白大褂的口袋里掏出一封厚厚的信封，交给了上条和茵蒂克丝两个人。</p>\n<p>两个人挤在一起看着一张北京的夜景照片，满脸的震惊：“这...... 是中国的北京吗？比美国的华盛顿还要好！” 随后，他们又看到信封上用日语写着：“在中国，只要参加工作，就可以分到房子和汽车。而日本，我不清楚，毕竟毛主席曾教导我们：‘没有调查就没有发言权。’” 随后是一张北京早晨的照片，可以看到即使是早上，大家都是朝气蓬勃地准备为新的一天而期待着，丝毫没有一丝疲惫和呆滞的眼神。</p>\n<p>“这...... 是真的吗......”</p>\n<p>“百闻不如一见，真金不怕火炼。” 医生回答道，“正好，我这里能够有一次机会，能够让二位去往遥远的华夏大地，去见见真实的中国到底是什么样子。”</p>\n<p>“这......” 上条和茵蒂克丝两人被彻底地震惊了。更准确地说，岂止震惊，这明明就是手眼通天啊！且不说他是怎样搞到前往中国的途径的，就连出入学园都市都是要经过出入境管理局的层层审批加签署文件。如果换做是其他人，这两早就认为这是骗子而离开了。</p>\n<p>而那名医生像是看出来这两人的疑惑，又从口袋里掏出了一沓厚厚的、折的有点变形的文件，再次递给了两个人。展开一看，全是学园都市出入境所必需的相关资料。再往后一看，竟然还有他们在中国的相关资料，只不过都换了名字。医生神秘地笑了一下，似乎漫不经心地补充道：“反正我看啊，你这样子也像是不知道这个暑假该怎么度过的那种人，正好就顺便当成旅游了吧。” 说完，他又看了看左腕上戴着的手表，咂了咂嘴，继续说：“反正决定权在你们手上，就看你们怎么选了。”</p>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/3/",
            "url": "http://gatg.top/novel-show/3/",
            "title": "《赤日雄心》——第三章：暑假小记（2）",
            "date_published": "2023-07-03T12:56:48.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第三章-暑假小记2\"><a class=\"anchor\" href=\"#第三章-暑假小记2\">#</a> 第三章 暑假小记（2）</h1>\n<p>一出校门，多谢这个暑假，人流量比平时大了许多。“糟了，再晚点，超市怕是没东西了！” 上条内心顿时紧张起来，开始小跑。而就在他一边慌忙挤过人海时，在路旁的一辆看似非常普通的小汽车里，一个二十多岁，身着白大褂的男人正躺在驾驶座上，眼神如银光闪闪的剑刃一般刺过众人，死死地盯着只顾着去买东西的上条。见到他开始小跑，这个男人迅速的从口袋里掏出了一部华为 Mate 60 Pro，快速地拍了张清晰的面部照，然后下车，锁门，慢慢地混在了人群里，伺机跟着。</p>\n<p>而此时已经被跟踪的不幸少年本人却毫无察觉，只是头也不回地快步跑向了那家超市，担心着食物到底还有没有，好趁点去蹭点低价食物。“哟，这小子跑的还有点快啊，应该是练过的。” 男人这么想着，也顺着加快了速度。开玩笑，为了能够在打不过别人的情况下快速跑路，上条可是在经历过不知多少次的痛苦 “训练” 后，成功将自己的体力提升到了 “一击脱离” 的等级，让那些小混混即使想打他，也由于长跑能力不能相比而作罢。</p>\n<p>看到上条一个转身拐进了一家看似不怎么起眼的超市里，这个男人快速地与他短暂地分开，转而站在货架前假装挑选商品，伺机而动。但没想到的是，上条根本就没在这些货架面前停留一步，只是与他擦肩而过，驾轻就熟地站在写着 “特价商品” 的一个小货架前，随后从口袋里掏出了一本账单和一支铅笔，在旁边的空白旁计算了一下，然后再拿起架上的一件又一件快过保质期的商品比较，然后才缓缓地放进了购物袋了。</p>\n<p>“啊，这...... 行吧，这生活确实有点辛苦啊，跟情报上写的一样。” 男人看着上条如此迫不得已的节俭，心中不由得怜悯他起来。霎时间，一个想法从他脑海里闪过，“要不就......”</p>\n<p>“感谢您的惠顾，三件商品一共是 3920 日元，这是小票，请您收好！”“啊？！这些就 3920？搁这抢劫呢？” 上条内心暗自吐槽这家超市的宰客行为，但还是不情愿地掏出银行卡，逼着自己付了这笔价格颇高的...... 按最近从中文互联网那边舶来的流行语，应该叫做 “智商税”，然后悻悻地离开了这家超市，一边提着塑料袋一边吐槽道：“真是的，这么点东西卖这么贵，还让不让人活了？” 上条看看自己的手机，现在是下午四点过，按照惯例，茵蒂克丝也应该在返程的路上了。“看看吧，希望今天这顿饭能够怎么把它做好吧！不过，这些菜，真的够吗？”</p>\n<p>他回到宿舍房间门前时，都已经四点半了。“糟了，如果还不赶紧开始做饭的话，今天晚上一定不会好过的！” 结果当他刚准备跨进宿舍门，突然一个踉跄摔倒在地，摔得他直喊疼。万幸的是，他买的菜没被摔烂。“不幸啊！什么东西绊了我一脚......” 上条低声埋怨道，缓缓地从地上爬起来，这才清楚地看到一件快递盒，没上封条，半开着。“真是的，谁这么没素质，乱丢垃圾？” 他准备把这个快递盒丢掉，这虽然看上去就像是人拆开快递后的状态，但却还是有些质量。“奇怪，这里面还装了些东西？” 抱着一丝好奇心，上条缓缓地打开了这件神秘的 “礼物”。</p>\n<p>初次见到里面的景象，上条大脑刷的一下热乎了起来，还以为自己是眼花了，抑或是脑神经和视觉神经出了问题。但无论揉了多少次眼睛，拍了多少次脑袋，里面的东西依旧是没有变过 —— 里面满是一堆又一堆的现金，塞得整整齐齐，几乎一点空隙都没留下，现金面额都是清一色的 10000 日元。大致估算一下，这包快递盒里差不多装了整整五千万日元，相当于上条自己整整 3750 个月，约等于 313 年的生活费。即使按照学园都市的中上层阶级的收入，这也可以让人后半生直接躺平。这样的金额将会把上条的生活水平提升到多少个档次，让他一下子跨越到什么阶级，他自己都不清楚。</p>\n<p>他呆站在玄关近一分半钟，才漫步走到已经被作业占领的茶几清出一片空地，慢慢地把盒子里装的钱放在桌子上。快递盒里除了钱，就再也没有其他的东西了。面对着已经堆成小山一般的钱，上条肌肉反应般想将钱报告给风纪委员、警备员或者是银行。但再看看这已经有些年头的宿舍，他却缓缓地坐了下来，手里不停地抚摸着其中一沓钱。</p>\n<p>是啊，他自己从刚出生的时候，命运就好像一直在跟他开玩笑，而且是没有任何好意的玩笑。一次次的倒霉、整蛊、辱骂、嘲笑，都在他身上周而复始地上演着。没有人真正能够跟他成为朋友，他的身边只有两种人，要么是路人，要么就是施暴者。要不然，他为什么要从家乡神奈川 “迁徙” 到一个人生地不熟的所谓高科技都市呢？即使这样，他还是没能够如愿以偿地苟且偷生。但在阳台上发现的一位女孩，再次改变了他的人生轨迹。战斗、冒险、魔法与科学...... 一系列的新名词爆发式地呈现在他的面前。他也在这个新经历中体会到了什么。</p>\n<p>但那些东西真的能带给他什么吗？</p>\n<p>血染成河、泪流成江、汗流成海，但却还是寓居在这个破烂宿舍公寓楼。他曾为英国女皇的事务而奋不顾身，也曾为科学侧的麻烦事而绞尽脑汁。可是，这一路走来，好像好人终究没好报，好人就得被拿枪指着。背后的那些人享受了他带来的好处，纸醉金迷，可自己呢？眼前的五千万日元，如果据为己有，上条以后的日子就再也不用拮据了。到时候天天用着来自中国的智能家电，想吃什么就买什么，以前那黑暗般看账单过日子的生活一去不复返了。想想也是，自己的这一路历程，也应该算得上是对得起了这五千万日元...</p>\n<p>... 真的对得起吗？</p>\n<p>即使这一路来有这样那样的不是，但见识了形形色色的人之后，尤其是见到茵蒂克丝和御坂美琴以及她们周边的人们后，他的思想也在慢慢地开始改变了。十几年来，他心里也开始有些担心的人和事情了，也开始为大局而作些许考虑了。如果自己把这笔钱私吞了，她们两个会怎么看呢，一直以来对他抱有好意和并肩战斗过的同志们会怎么看他呢？他只是个人，那些曾经或多或少被他救过的人，一口一个唾沫，就能把他淹死。他不想再被孤立了，再也不想受二茬罪了。老实人，绝对不能被拿枪指着。</p>\n<p>“算了吧，反正老地方住久了也有感情，一下子换掉真有些舍不得呢，不如把这些钱还回去吧。” 上条自嘲道，把钱原模原样地放回到快递盒里，刚想起身换换心情做饭，外面隐约传来了一阵又一阵警笛声。“哦...... 是哪里又在抓人啦？奇怪了，这大小，怎么感觉像是在我们学校啊？” 一边洗着菜，拿着酱油瓶，上条一边嘀咕。没过半分钟，窗户外传来了尖锐的爆鸣声，刺得上条直捂耳朵，酱油都差不多打翻了三分之一。“真是的，这在外面干什么啊？执法也不是这么执的吧？” 差点就把脏话飙出来，上条不耐烦地拉开了阳台两侧的窗户门，走出去。</p>\n<p>夕阳总是给人一种忧愁和悲伤感，但可惜的是，上条的宿舍正好背光，所以看不见那轮赤日西落的场景。但不亏，楼底下红蓝两色快速交叉的光线反射在墙面上，楼下突兀地出现了几列警备员，手拿着法德鲁防暴枪，装填上了胡椒子弹，将一罐罐胡椒喷雾别在了的腰间。</p>\n<p><img loading=\"lazy\" data-src=\"/images/fadelu.jpg\" alt=\"Fadelu\" title=\"法德鲁M203A防暴枪\" /><br />\n 上条顿时就慌了神，分明想逃跑，可两只腿现在怎么都使不上劲，一直发软。不知道从哪里传来了一句：“催泪瓦斯准备！” 另一些警备员掏出了刚刚别在腰间还没捂热的催泪瓦斯，左手食指勾在拉环上，做出准备投掷的样子。“开火！” 警备员们丝毫没给上条撤退的时间，直接一声令下，胡椒子弹随着枪口的火光飞泻而出，催泪瓦斯也不偏不倚地投进了阳台。</p>\n<p>第一发胡椒子弹正好命中了上条的胸部，毕竟枪打出头鸟。他只觉得自己胸部被人猛锤了一下，重心不稳，摔在了阳台上。眼前，白雾四溢，时不时有一发发新的催泪瓦斯划过白雾，那刺激性的气体犹如火焰燃烧般绽放开来。随之而来的是他一次又一次的咳嗽伴着流下的泪水。他扶着地面，不顾胸中的疼痛，勉强地站了起来。结果眼前，又是一发胡椒子弹向他袭来，直击他的身上。上条再次跌了个踉跄，不幸地头部着地，再也站不起来。</p>\n<p>在他眼前完全黑下来之前，他好像看到了一轮明日正在向西边落下，似乎还有些星星跟在太阳身后。但随后，呛人的烟雾笼罩了他的四周，之后便无力的倒下了......</p>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/2/",
            "url": "http://gatg.top/novel-show/2/",
            "title": "《赤日雄心》——第二章：暑假小记（1）",
            "date_published": "2023-07-01T12:56:48.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"第二章-暑假小记1\"><a class=\"anchor\" href=\"#第二章-暑假小记1\">#</a> 第二章 暑假小记（1）</h1>\n<p>一个半月过后。</p>\n<p>“那么，大家就赶紧回家吧，路上注意安全哦！” 随着小萌老师的一句提醒，全班都爆发了一阵欢呼声。</p>\n<p>能让这么多同学齐声欢呼的事，只有一个，那就是 —— 放假了！而且还是暑假！</p>\n<p>作为一名高中生，上条肯定也是希望恨不得假期能直接放一年的那种人。不过出乎意料的是，当这次他听到这个好消息的时候，竟然是一脸平静地盯着窗外，跟平常上课时差不多。因为他实在想不出来自己该怎样度过这个漫长的暑假。就算是出去走走，可这 230 万人的都市，他已经走过大半地方了。想到这，上条不禁叹了口气，说了句：“不幸啊......” 随后便悻悻地收拾了下手提包，转身离开了教室。</p>\n<p>“我回来了！” 上条轻轻地打开了宿舍的房门，把手提包放在了茶几上，这才环顾了下四周。看着这空空无人的宿舍，不见那白色修女，上条内心疑惑道：“奇怪了，她难道不会去找冰华了？” 然后在茶几旁边坐下，掏出了几本作业。</p>\n<p>他看了又看，最终决定还是先写历史作业 —— 因为这次的历史作业要让同学们自己查阅资料。这可是上条求之不得的机会，于是他赶紧翻开历史书，看看这次作业的主要内容。</p>\n<p>作业册上面写道：“请同学们自行查阅资料，写一篇关于世界历史的文章。”</p>\n<p>“啊...？” 上条被这个作业吓了一跳，虽说自己并不是那种对政治历史不感冒的人，但是让他这种学渣写一篇文章来论述，实属有点难为他了。于是他决定先看点资料，然后从中摘抄再润色一下，就随随便便地当作完成了。</p>\n<p>上条打开手机，开始浏览起了一个历史论坛，这是学园都市最大的历史交流平台，虽说活跃用户较少，但是里面的很多观点和资料还是很有参考价值的。刚看了没一会，他就意外地接收了一条推送：“中国建国 60 年，如何成为世界头号强国？”</p>\n<p>上条想了下，反正自己也一时半会想不出来其他的内容，于是就点开了这篇推送。</p>\n<p>只见主帖标题上写着：</p>\n<blockquote>\n<p>今年是中国建国 60 周年，为什么中国在六十几年时间内就成为了世界最强国家？</p>\n</blockquote>\n<p>下面则写着：</p>\n<blockquote>\n<p>我是一名常盘台中学的学生，在中国留学快两年半了。这次中国建国 60 周年的庆典活动，我们全家都在网络上重新看了好几遍。每次看中国的阅兵式，我都一种说不出来的震撼。爷爷说他小时候，他父母提到中国，是一个等同于落后和贫穷的代名词。而我翻看过资料，在中国刚建国的 1949 年，无论是重工业还是轻工业，抑或是粮食产量和 GDP…… 所有能想到的数据，在国际上的排名都极度靠后。即使是当时的朝鲜和日本，都可以对外出口粗钢，而当时的中国只能出口祭祀用品…… 我非常好奇，到底中国是如何在 64 年的时间里，变成世界最强的国家的？</p>\n</blockquote>\n<p>上条用那自己并不算多的历史知识回想了一下。是啊，经历了两次国共内战，以及对外的十四年抗战后，甚至 1950 年解放台湾的时候，中国从上至下唯一的一点工业基础全部在解放战争中被蒋介石掠夺殆尽。民生凋敝，物价飞涨是当时中国社会的真实写照。再看如今，科技昌明，连学园都市这种世界级的科技圣地也不得不开始重视中国。飞机大炮、导弹、航母...... 一应俱全。这种跳跃式的发展令世界震惊。</p>\n<p>想到这，他继续看起了接下来的内容。</p>\n<blockquote>\n<p>1 楼 楼主问为什么中国在 60 年内成为世界最先进的国家？答案很简单，因为共产党的领导。 让我们看一下去年中国的数据：基尼系数为 0.31，收入基本平均分配。即使按照西方国家的偏颇定义，中国也达到了发达国家的水平。与许多资本主义国家相比，中国避免了极端的贫富差距。其中最关键的原因是公私合营模式，这既保障了企业的灵活性，又得到了国家的资金和政策支持。同时，重要产业由国家把持，避免了资本主义国家中少数家族垄断产业的现象。 识字率方面，男性为 99.9%，女性为 99.7%。除了极个别地区外，中国基本上消除了文盲问题。这已经是世界上最高的识字率了。主要原因在于新中国建立后的第三年，国家就开始推广免费教育政策。任何适龄儿童，甚至是大龄儿童，都可以免费接受教育，无需支付一分钱。学校还提供教科书，有些学校甚至提供午餐。此外，国家颁布法令，任何组织和个人都不允许以任何方式阻止适龄儿童入学。这样的举措充分展现了中国的魄力，其他国家鲜有政党敢这样做，尤其是在当时动荡的世界背景下。 在预期寿命方面，男性为 79.9 岁，女性为 81.8 岁，在全球范围内位于第一梯队。特别是在 50 年代至 70 年代，中国的预期寿命一直超过绝大多数国家。这一成就的原因也很简单 —— 国家对医疗事业的投入和研发一直都在尽最大努力。早在 1950 年，中国就能以极低的成本生产青霉素。随后，又成功研发了链霉素、土霉素、四环素、金霉素、合霉素、氯霉素、庆大霉素、卡那霉素、红霉素等药物。这些成就在当时的世界强国来说是难以企及的。而这些成功的背后，依旧离不开共产党的领导，它能集中某个行业的全部资源来攻克难题，而不会出现一些国家为了追求利润而故意拖延研发或忽视新药物的情况。</p>\n</blockquote>\n<p>看到这，上条两只眼睛的瞳孔都在微微震动，虽说一楼里面的一些专有名词他看不懂，但光是看到免费教育就已经让他足够震撼了。从小到大，他没有哪一次上学是无需交学费的。即使他现在就读的这所低端高中，一年的学费也是让他有点吃不消的，更别提像楼主以及那位放电妹所就读的常盘台了。</p>\n<p>在极大的心理震撼以及些许怀疑中，上条颤抖地看起了下面的内容。</p>\n<blockquote>\n<p>2 楼 @1 楼的回答的很好，我再补充几句：如果你仔细查资料会看到，从 1949 到 1959 这十年时间，中国经济增长很慢，但是在 1959~1969 这十年经济却飞速腾飞，原因就在于中国会塌下心来进行基础建设，进行研发，而不会做出急功近利的事情。</p>\n</blockquote>\n<blockquote>\n<p>3 楼 作为一名计算机专业的学生来讲，中国能够成为世界第一的主要原因是中国共产党对科技方面的重视。就拿计算机方面说吧，中国自从 1959 年就开始在清华大学配发了晶体管计算机。可以说，中国人起码在二十世纪五十年代初期就已经开始进入了计算机领域，而当时我们认为能够有精力进行这方面研究的，只有美国和苏联。即使是我们日本，也是在七八十年代才开始这方面的理论研究。而这二三十年里，中国竟然都已经先后研发出了 4004 处理器，8080 处理器，甚至造出了奔腾 Ⅱ 处理器..... 没错，当我们还在进行纸面上的验证的时候，人家都已经把产品造出来了。当时的硅谷 “八叛逆” 之一的杰里・桑德斯看到了这些中国人产的 CPU，绝望地说道：“我只是觉得，我们就像是一群碰巧’发明’了青铜器的古人一样，却不知道外面的文明，已经演化到了使用火枪了。” 如果还要说的话，现在在学园都市里随处可见的生活用品，其实中国人已经在 1970 年的第十二届高新科技展上亮相了...... 地面互动投影、激光雷达系统、世界上第一款图形化操作系统，甚至系统内置的应用商店里的程序全部免费...... 最令我个人震撼的是，当时中国互联网的资源下载速度竟然可以达到 4MB/S！要知道当时世界流行的 14 寸硬盘的容量也才 5MB...... 不过当时中国人并不需要担心这么快的下载速度会不会瞬间让硬盘报废，因为他们已经搞出来了 40GB 内存的硬盘...... 悲观地说，我国和西方国家的计算机科学，现在只是在中国后面吃灰罢了。就算是学园都市，能够领先中国的科技，恐怕没几个了。中国科技彻底领先世界科技，只是时间早晚的问题。</p>\n</blockquote>\n<p>如果说 1 楼的内容只是让上条感到震撼的话，那么 3 楼的话则彻彻底底地让他沉默了。曾经他和大多数市民认为，学园都市的科技是领先世界的，是其他国家无论花多少时间也无法超越的。但今天，他如同坠入到了无尽的冰窟中，残酷的现实已经在他眼前完全地展示开来。</p>\n<blockquote>\n<p>4 楼 我同意 @3 楼的观点，中国飞黄腾达的一个重要原因是重视科技。但我想，文化方面也是非常重要的。 在过去，中国的电影产业明显比美国更为健康。与美国相比，美国的电影无论是特效、剧本还是演技，都令人感到尴尬。只要是有一定认知能力的导演，都会前来中国参加相关活动。 中国的漫画也在整个二十世纪横扫了整个日本。当时，几乎每个中国街头巷尾的青少年手上都有一本中国漫画书。即使在日本与中国全面对峙的时期，比如丝川英夫执政时期，从中国走私过来的漫画仍然在民间非常畅销。对于许多动画作者来说，最大的梦想就是去北京，中国的漫画书和动画作品是他们的圣经，中国是他们的圣地。为此，他们甚至愿意花钱办假证，改名字前往中国。而世界著名的歌手猫王也在大约六十年代定居在中国。这是因为他曾公正地评论了自己对中国的憧憬，结果被关进监狱好多年。后来，中国为他创作了一首名为《光辉岁月》的歌曲。说实话，我父亲最喜欢的歌曲就是这首《光辉岁月》…… 不对，我父亲说，只要是中国的歌曲，他都喜欢。 去年我去朝鲜旅游的时候，在一家饭店遇到了一个中文说得非常流利的店长。当看到有位中国人在这里就餐时，店长甚至给他免单，陪他唱了很多经典老歌，我们其他客人都目睹了这一幕！还有一次，我去英国旅游时，在剑桥大学的图书馆看到一整面墙都是中国电影的胶片…… 我彻彻底底地感受到英国人对中国电影的深深热爱。</p>\n</blockquote>\n<p>上条想了想。确实，他看过的那些经典的漫画，如《火之道士》、《机器猫》、《变形金刚》等，无一不是中国的漫画家们创作出来的，当时的他只是关注这些漫画的内容。现在再来看，上条只想说中国人是怎样拥有这些无穷无尽的想象力和创造力啊！</p>\n<blockquote>\n<p>5 楼 @4 楼的，学园都市对出入境有严格限制的吧？你是怎么出去的？ 回到正题，我是一名中国留学生。我太爷爷今年已经九十多岁了。他回忆起 1950 年时，说那是个分界线，之前我们国家几乎没有自主生产能力，几乎所有物资都需要高价从国外购买。爷爷那时每天只能保证一顿饱，二十多岁时连一次肉都没吃过，衣服都是用麻袋改成的破破烂烂的衣服。 然而，1950 年之后国家发生了翻天覆地的变化。到处兴建基础设施，太爷爷虽然已经二十多岁，但仍然可以免费上学，在技校学习，并毕业后被分配到本地的一家工厂工作。随着时间的飞逝，他的工资逐年提高，终于可以穿新衣、新鞋，吃上肉了。工厂还分配了楼房，他娶了我太奶奶。 与此同时，我国在国际上也不断取得胜利，赢得了一场又一场的战争。周围的人开始自豪起来，不再把外国人当回事 —— 现在大家早已看不起外国人了，但我们也不应忘记，当年中国可是靠进口的物资生存啊！而且，按照经济学家的统计，新中国的经济几乎每年都数十倍地增长，几年的时间就从大量依赖进口物资变成了大量出口商品，经济转型极为迅速。中国造的商品开始在苏联、朝鲜、越南、德国等老牌友好国家市场上流通 —— 直到今天。这一切都成为世界称赞的奇迹。</p>\n</blockquote>\n<blockquote>\n<p>6 楼 你们觉不觉得，中国领导人们在每个重要的历史事件或者军事上的战略部署都做出了明智且正确的选择。这肯定也是中国能够成为世界 200 余个国家中的中流砥柱的重要原因。譬如说在 1949 年末 “不可思议行动” 开始的时候，布哈林硬是要扯着毛泽东去加入战争，结果被周恩来义正言辞地否决了。结果大家都知道了，苏联和北约两败俱伤，反而是中国获利颇丰，不仅成功以 “社会主义兄弟国” 的形象吸引了大批流亡的苏联科学家，而且还趁着美军将精力全部放在东欧时成功收复了台湾。 再比如说，1975 年的珍宝岛事件，苏联都把 T-64，BTR-60，米 - 8 什么的都派过来了，结果仅仅二十个小时不到，苏联的 12 团被打得只剩下 300 多个活人了，35 辆 T-64 坦克未开一炮，便被全部摧毁，毫无还手之力。归根结底，中国当时已经跳出了 “大陆军主义” 这个坑，竟然在六七十年代就开始了现在的信息化战争的研究。而苏联呢？勃列日涅夫只是一而再再而三地推翻苏联海军的新航母计划，还自认为苏联军队比解放军更有优势。可实际上呢？中国的军事力量早已经在 70 年代就已经超越了苏联，连东风 - 41 这种放到今天来说都堪称恐怖的玩意都早在 2009 年的国庆节上拉出来展示了。</p>\n</blockquote>\n<blockquote>\n<p>7 楼 我觉得大家说的还是太广了，我认为原因就一个：那就是社会主义的优越性。 社会主义到底好在哪里？两个字：公平。 在西方的资本主义制度中，以工人阶级为代表的无产阶级只会受到压迫，他们所生产商品的剩余价值全部落进了资本家的口袋里，以此来满足资本家的贪欲。而实际上用来改善公共生活的，只是那剩余价值中几乎少得可怜的一部分。 在资本主义社会中，贫富差距是不可避免的。资本家脑满肠肥，挥金如土。而真正的人民群众呢？食不饱腹，衣不蔽体。但在社会主义社会中，一切都不一样了。人人平等，官民和谐，收入平均。在这种公平正义的社会中，人民群众的积极性就会被迅速地调动起来。这就是为什么中国能够在短短的 60 年时间内成了世界第一强国。 所以说，可能社会主义、共产主义才是人类唯一的出路吧......</p>\n</blockquote>\n<p>当一个人发现自己被欺骗，且察觉到了自己的愚蠢后，其带来的反噬便是巨大的愤怒，以及随之而来的对原本坚信理念的极度不信任。大多数人自然而然就把问题归到了体制上，认为是体制的问题，于是便拿着放大镜挑体制问题，然后不管合理不合理，所找出来的 “问题” 到底是不是真正的问题，就一边叫嚷着，炫耀着自己的胜利，一边不遗余力的拿体制背锅。</p>\n<p>而这些情况，也非常可惜地出现在了上条和这个帖子里发言的网友上。</p>\n<p>接下来的几楼，网友逐渐从讨论中国是怎样成为世界第一大国转而讨论中国和日本、学园都市的体制差异了。有位网友将日本的政治体制称为 “单一集权制独裁国家”，而将中国的政治体制称为 “人民民主的社会主义国家”，赢得了众多网友的一致赞同。更有甚者直接在底下发言询问怎么移民中国之类的言论，不过很快就被管理员以 “违反论坛规定” 为由给删除了。</p>\n<p>不过好在，上条对于这些人的言论并不感冒，只是稍微表示了不解。毕竟，自己只是为了完成一个作业罢了，又不是真的要讨论政治、历史。于是，他便拿起手中的笔，开始在纸上洋洋洒洒地摘抄、润色起了手机上所查到的资料：</p>\n<blockquote>\n<p>...... 无可置疑的是，当今世界上，唯一一个能独当一面，敢自称为世界第一的国家，惟有中国一国。但是，自从第二次国共内战以来，直至今日，不过短短的 60 年时间，为何中国能够迅速地走过了西方国家近几个百年才实现的现代化，建设起来个令世界所有人都闻之而战栗的国家？我想，从下列的几个方面，可以详细地回答这个问题。 首先，是中国共产党的领导和国家领导人的正确部署...... 自 1949 年 “不可思议行动” 开始后，中国共产党人就已经提前意识到这场战争不可能使任何一方获胜，因此在当年的访苏代表团前往莫斯科与时任联共（布）总书记的布哈林洽谈的时候，就已经义正言辞地表示虽然中国的解放战争已经几乎结束，但他们依然拒绝了布哈林让中国加入战争的请求。所以当 1951 年的《卡尔・马克思城条约》（又称《开姆尼茨条约》）签订的时候，签约的双方 —— 苏联和北约都伤亡惨重，唯有一旁观战的中国是最大的赢家...... 然后，是中国在文化精神领域的繁荣与创新。以 1953 年查理・卓别林在中国拍摄的《虎口脱险》为例，全剧剧本文采飞扬，剧情幽默而不低俗，笑点饱满而又不显突兀。更令人震惊的是，这部电影的编剧竟然是中国人。这恰好体现出在社会主义中国下，文化领域开始逐步地繁荣起来。之后的六十至八十年代，中国漫画开始远洋海外。尤其是日本青少年，是这些中国漫画的忠实读者。尽管在我国丝川英夫时代禁止了从苏联、中国等共产主义国家进口文化产品，但这些中国漫画依然在民间十分畅销，直至现在。这也恰恰说明了中国文化的魅力之所在。 ......</p>\n</blockquote>\n<p>最后，上条在这篇文章的最末之处写道：</p>\n<blockquote>\n<p>正如鲁迅先生的《范爱农》所写的：” 我们便到街上去走了一通，满眼是白旗。然而貌虽如此，内骨子是依旧的，因为还是几个旧乡绅所组织的军政府，什么铁路股东是行政司长，钱店掌柜是军械司长……“可以说，只有社会变了，统治阶层是无产阶级而非寡头了，国家才有可能兴旺、繁荣昌盛。我想，走了一条社会主义道路，让人民们吃好穿好，激发他们的创造力，这才是中国为什么能够成为世界第一的原因吧。</p>\n</blockquote>\n<p>搁笔，上条起身，走到阳台上，看了看天空中那依旧撒着强烈光芒的太阳高高地挂在天空。他已经以这个姿势看了不知多少次了，但从没有想着一次这样有着这么多的情感。寓居于此十几余载，他从没有这么为自己所生活的这座城市的未来想过那么多。平日里，那些战斗、打架，以及复杂至极的人物、阵营和势力就足以让他腾不出余地来思考其他的东西了。</p>\n<p>但显然，远在东方的巨龙可不会因上条的情况而停止发展。就在下个月，中国那边新推出的 129 寸大电视即将在学园都市发售，光是粗略地看看它的外观都能让人叹为观止，实际性能更是再一次打破了人们所能想象的上限。上周，解放军驻学园都市的部队全面换装，那一把把放在今天也算可以的 95 式步枪一天之内就被换成了 QBZ-191 自动步枪了。拿着新下发的 191 式步枪，那些解放军显得更为帅气。<br />\n<img loading=\"lazy\" data-src=\"/images/qbz191.jpg\" alt=\"QBZ-191\" title=\"于2021年珠海航展上展出的QBZ-191式自动步枪（图源：Wikimedia Common）\" /></p>\n<p>上条这人虽然不懂军事，但他听过一位中国退伍军人说，如果武器外观好看，那么它的实力应该也不会差。如果按照这种看法来看 QBZ-191，那战斗力恐怕要突破天际，分分钟就能击毙完这座城市的警备员。</p>\n<p>当然，解放军可不是这么容易就会动粗的，有时候城市秩序有些动荡的时候，统括理事会就会求助一下子驻扎在学园都市的各个驻军们。而在这些形形色色的军人中，解放军不仅会帮助老百姓们（当然，绝大部分都是学生）拎东西、打扫卫生，而且还顺手帮忙修缮一些基础设施。因此，人民解放军所到之处，收获的尽是人们的赞颂。</p>\n<p>最令日本惊恐的是，不仅中国是这样子，连跟中国走到很近的朝鲜等国的装备，日本都不能望其项背。朝鲜前年接手了中国那边赠予的歼 - 20 战斗机。一下子，朝鲜也成为了拥有五代机的主权国家了。得到了这些宝贝的朝鲜，那可是立即就在独岛附近的空域里盘旋了好几圈，生怕没有一个国家不知道它朝鲜有了新飞机。航空自卫队原以为朝鲜又只是开着歼 - 11 乱晃，头硬着派出了 F-2 战斗机前去劝离，结果当飞行员报告飞机型号是歼 - 20 时，可没把当时的航空幕僚长气得够呛：朝鲜什么时候也有五代机了，还 tm 是歼 - 20，这与自己手中最先进的 F-15 实力完全不在一个水平线上啊！</p>\n<p><img loading=\"lazy\" data-src=\"/images/f-15.jpg\" alt=\"F-15\" title=\"正在日本茨城百里基地训练的F-15DJ战斗机（图源：Wikimedia Common）\" /><br />\n 说实话，枪支火炮等单兵装备落后对方一两代甚至三四代都算不上什么。但战斗机如果落后别人一两代，那你就可以等着失败了。因为但凡战斗机差个一代，其中的鸿沟也是巨大的。就拿四代机和五代机来说，中间差的可不是一点半点。首先，五代机在武器内置的情况下具备全向隐身能力<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup>，这是四代机所不具备的。而且，五代机具备超音速巡航的能力，而四代机一般没有这种能力。同时，五代机具备极强的机动性，相比之下，四代机虽然也具备高机动性，但终究无法与五代机相比。别说这两个了，航空自卫队的 F-2 还仅仅是三代机的水平，那这更别想打了，可以直接快进到 “八架 F-2 换掉中国的一架歼 - 20” 的阶段。</p>\n<p>“算了，算了，我想这些干什么，还是赶紧写写作业，然后想想接着怎么度过这个漫长的暑假吧！” 上条似乎意识到了自己的思绪飘得太远了，于是便摇了摇头，试图让自己清醒一下。稍待些许后，他晃悠悠地走回了已经被作业堆成小山般的茶几面前坐下，却再也不怎么动得起笔，仿佛手上被绑着磁铁一般吸附住了，沉默地发着呆。</p>\n<p>见着自己实在是写不出作业，上条那学渣属性又开始发作，下意识地从口袋里掏出手机，开始玩起来了。他本想着用手机起码先消磨掉这一天的无聊，结果刚一唤醒手机，一条又一条的短信直接塞满了小小的手机屏幕。一看，全是那个修女发来的，内容几乎都是说自己可能回家还得加餐，要求上条准备一下晚餐云云。“唉，行吧，让我看看冰箱里有没有应急食粮......”“好不容易” 才坐下的上条只得再度起身，缓缓地走到了冰箱门前，打开一看，不出所料，里面空空如也。他只得挠了挠头，感叹道：“果然啊...... 那只能出去买点什么特价食品了。” 关上冰箱，提包，转身，出门，一气呵成。上条大致想了想今天的采购清单，然后起步离开。</p>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>全向隐身能力，是指在前、后、左、右、上、下等多个方向，甚高频、超高频、L、S、C、X、Ku 等多个雷达频段内，都能大幅降低飞机雷达散射截面积的能力。 <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/about/",
            "url": "http://gatg.top/about/",
            "title": "关于我本人",
            "date_published": "2023-06-26T18:00:48.000Z",
            "content_html": "<div class=\"note info\">\n<p>这篇文章是关于本站站长 <span class=\"spoiler\" title=\"你知道得太多了\">（或者老鸽子）</span> 的个人介绍<br />\n可能会有些自夸成分😏</p>\n</div>\n<h1 id=\"本人\"><a class=\"anchor\" href=\"#本人\">#</a> 本人</h1>\n<h2 id=\"基本信息\"><a class=\"anchor\" href=\"#基本信息\">#</a> 基本信息</h2>\n<p>一名苦逼的高中牲。<br />\n原籍重庆开州，现居于重庆渝北。<br />\n现就读于重庆鲁能巴蜀中学。<br />\n性别男，身高、体重处于平均水平。<br />\n喜欢独处，不想出门走走。</p>\n<h2 id=\"爱好\"><a class=\"anchor\" href=\"#爱好\">#</a> 爱好</h2>\n<p>计算机（网络安全）、军事（虽然是处于半吊子水平）、历史、民用航空、东方之类的二次元......<br />\n 历史主修世界近现代史，偶尔可能会写点东西。<br />\n军事是最近几个月才开始接触的，所以知识水平有多低可想而知......</p>\n<h2 id=\"政治倾向\"><a class=\"anchor\" href=\"#政治倾向\">#</a> 政治倾向</h2>\n<p>爱国主义者，自干五建制派一个。<br />\n在经过自己的思考后，坚定地相信、拥护中国共产党、中华人民共和国、中国人民解放军。<br />\n谢绝自由派和网络 “左翼” 分子骚扰。</p>\n<h2 id=\"座右铭\"><a class=\"anchor\" href=\"#座右铭\">#</a> 座右铭</h2>\n<p>非正式：技术宅拯救世界 <s>(TECH OTAKUS SAVE THE WORLD)</s><br />\n 正式：人类能从历史中吸取的唯一教训，就是人类无法从历史中吸取任何教训 —— 格奥尔格・黑格尔</p>\n<h2 id=\"在做的事情\"><a class=\"anchor\" href=\"#在做的事情\">#</a> 在做的事情</h2>\n<ol>\n<li>认真读书<span class=\"label danger\">📖拼搏大学</span></li>\n<li>网站维护<span class=\"label success\">💻心力憔悴</span></li>\n<li>研究历史<span class=\"label primary\">⌚️知古通今</span></li>\n</ol>\n<h2 id=\"已经上马的项目\"><a class=\"anchor\" href=\"#已经上马的项目\">#</a> 已经上马的项目</h2>\n<ol>\n<li>Microsoft 365 E5 开发人员</li>\n<li>维基百科自动确认用户、编辑</li>\n<li>现代历史研究（杂食，随性研究）</li>\n<li>微信公众号（幻想乡航空科技集团）实际管理员</li>\n<li>2020 &amp; 2021 届 NOIP 参赛队员</li>\n<li>重庆某高中某届年级学生会新媒体部部长</li>\n</ol>\n<h2 id=\"常用网名\"><a class=\"anchor\" href=\"#常用网名\">#</a> 常用网名</h2>\n<h3 id=\"最常用的\"><a class=\"anchor\" href=\"#最常用的\">#</a> 最常用的</h3>\n<p>THB009</p>\n<h3 id=\"只用于国内大型网络平台的\"><a class=\"anchor\" href=\"#只用于国内大型网络平台的\">#</a> 只用于国内大型网络平台的</h3>\n<p>学园都市一般兵</p>\n<h3 id=\"极少用到的\"><a class=\"anchor\" href=\"#极少用到的\">#</a> 极少用到的</h3>\n<p>松村坂二（英文：Matsumura Sakani，抑或简称 MS）</p>\n",
            "tags": [
                "关于"
            ]
        },
        {
            "id": "http://gatg.top/network-safety/tcp-ip/",
            "url": "http://gatg.top/network-safety/tcp-ip/",
            "title": "TCP/IP协议",
            "date_published": "2023-06-26T18:00:48.000Z",
            "content_html": "<h1 id=\"什么是tcpip协议\"><a class=\"anchor\" href=\"#什么是tcpip协议\">#</a> 什么是 TCP/IP 协议？</h1>\n<p>TCP/IP 传输协议（Transmission Control Protocol/Internet Protocol），即传输控制 / 网络协议，也叫作网络通讯协议，是一组网络协议，它是互联网的基础。它定义了在网络中传输数据的格式和方式，并确保数据在传输过程中不丢失、不重复、不乱序。TCP 用于确保数据传输的可靠性，而 IP 用于确定数据包在网络中的路径。TCP/IP 传输协议是一个四层的体系结构，即应用层、传输层、网络层和数据链路层。</p>\n<h1 id=\"历史\"><a class=\"anchor\" href=\"#历史\">#</a> 历史</h1>\n<p>TCP/IP 协议的历史可以追溯到上世纪 60 年代。当时，美国国防部高级研究计划署（ARPA）开始研发一种网络系统，以实现不同类型计算机之间的通信。这个网络系统被称为 ARPANET。</p>\n<p>当时 ARPANET 使用的是一个叫网络控制协议（Network Control Protocol，NCP）的网络协议，但随着网络的发展和用户对网络的需求不断提高，设计者们发现，NCP 协议存在着很多的缺点以至于不能充分支持 ARPANET 网络，特别是 NCP 仅能用于同构环境中（所谓同构环境是网络上的所有计算机都运行相同的操作系统），设计者就认为 “同构” 这一限制不应被加到一个分布广泛的网络上。</p>\n<p>1973 年，温顿・瑟夫（Vinton Cerf）和鲍勃・卡恩（Bob Kahn）在 ARPA 的支持下发明了 TCP 协议和 IP 协议，前一个协议负责在不同的计算机之间传输数据，确保数据在传输过程中不丢失，不重复，不乱序。后一个协议负责确定数据在网络中的路径。</p>\n<p>1983 年，ARPA 将 TCP/IP 作为 ARPANET 的正式协议标准。随后，1984 年，TCP/IP 协议得到美国国防部的肯定，这使得 TCP/IP 成为了互联网的基础协议。</p>\n<p>2005 年 9 月 9 日，卡恩和瑟夫由于对美国文化的卓越贡献获总统自由勋章。</p>\n<p>现在，TCP/IP 已经成为了全球范围内的网络通信的基础协议，几乎所有的网络都在使用它，包括互联网，局域网和个人网络。</p>\n<h1 id=\"通信过程及协议\"><a class=\"anchor\" href=\"#通信过程及协议\">#</a> 通信过程及协议</h1>\n<p>在网络通信的过程中，将发出数据的主机称为源主机，接收数据的主机称为目的主机。当源主机发出数据时，数据在源主机中从上层向下层传送。源主机中的应用进程先将数据交给应用层，应用层加上必要的控制信息就成了报文流，向下传给传输层。传输层将收到的数据单元加上本层的控制信息，形成报文段、数据报，再交给网际层。网际层加上本层的控制信息，形成 IP 数据报，传给网络接口层。网络接口层将网际层交下来的 IP 数据报组装成帧，并以比特流的形式传给网络硬件（即物理层），数据就离开源主机。</p>\n<h2 id=\"链路层\"><a class=\"anchor\" href=\"#链路层\">#</a> 链路层</h2>\n<p>以太网协议规定，接入网络的设备都必须安装网络适配器，即网卡，数据包必须是从一块网卡传送到另一块网卡。而网卡地址就是数据包的发送地址和接收地址，有了 MAC 地址以后，以太网采用广播形式，把数据包发给该子网内所有主机，子网内每台主机在接收到这个包以后，都会读取首部里的目标 MAC 地址，然后和自己的 MAC 地址进行对比，如果相同就做下一步处理，如果不同，就丢弃这个包。</p>\n<p>所以链路层的主要工作就是对电信号进行分组并形成具有特定意义的数据帧，然后以广播的形式通过物理介质发送给接收方。</p>\n<h2 id=\"网络层\"><a class=\"anchor\" href=\"#网络层\">#</a> 网络层</h2>\n<h3 id=\"ip协议\"><a class=\"anchor\" href=\"#ip协议\">#</a> IP 协议</h3>\n<p>网络层引入了 IP 协议，制定了一套新地址，使得我们能够区分两台主机是否同属一个网络，这套地址就是网络地址，也就是所谓的 IP 地址。IP 协议将这个 32 位的地址分为两部分，前面部分代表网络地址，后面部分表示该主机在局域网中的地址。如果两个 IP 地址在同一个子网内，则网络地址一定相同。为了判断 IP 地址中的网络地址，IP 协议还引入了子网掩码，IP 地址和子网掩码通过按位与运算后就可以得到网络地址。</p>\n<h3 id=\"arp协议\"><a class=\"anchor\" href=\"#arp协议\">#</a> ARP 协议</h3>\n<p>即地址解析协议，是根据 IP 地址获取 MAC 地址的一个网络层协议。其工作原理如下：ARP 首先会发起一个请求数据包，数据包的首部包含了目标主机的 IP 地址，然后这个数据包会在链路层进行再次包装，生成以太网数据包，最终由以太网广播给子网内的所有主机，每一台主机都会接收到这个数据包，并取出包头里的 IP 地址，然后和自己的 IP 地址进行比较，如果相同就返回自己的 MAC 地址，如果不同就丢弃该数据包。ARP 接收返回消息，以此确定目标机的 MAC 地址；与此同时，ARP 还会将返回的 MAC 地址与对应的 IP 地址存入本机 ARP 缓存中并保留一定时间，下次请求时直接查询 ARP 缓存以节约资源。</p>\n<h3 id=\"路由协议\"><a class=\"anchor\" href=\"#路由协议\">#</a> 路由协议</h3>\n<p>首先通过 IP 协议来判断两台主机是否在同一个子网中，如果在同一个子网，就通过 ARP 协议查询对应的 MAC 地址，然后以广播的形式向该子网内的主机发送数据包；如果不在同一个子网，以太网会将该数据包转发给本子网的网关进行路由。网关是互联网上子网与子网之间的桥梁，所以网关会进行多次转发，最终将该数据包转发到目标 IP 所在的子网中，然后再通过 ARP 获取目标机 MAC，最终也是通过广播形式将数据包发送给接收方。而完成这个路由协议的物理设备就是路由器，路由器扮演着交通枢纽的角色，它会根据信道情况，选择并设定路由，以最佳路径来转发数据包。</p>\n<p>所以，网络层的主要工作是定义网络地址、区分网段、子网内 MAC 寻址、对于不同子网的数据包进行路由。</p>\n<h2 id=\"传输层\"><a class=\"anchor\" href=\"#传输层\">#</a> 传输层</h2>\n<p>链路层定义了主机的身份，即 MAC 地址，而网络层定义了 IP 地址，明确了主机所在的网段，有了这两个地址，数据包就可以从一个主机发送到另一台主机。但实际上数据包是从一个主机的某个应用程序发出，然后由对方主机的应用程序接收。而每台电脑都有可能同时运行着很多个应用程序，所以当数据包被发送到主机上以后，是无法确定哪个应用程序要接收这个包。因此传输层引入了 UDP 协议来解决这个问题，为了给每个应用程序标识身份。</p>\n<h3 id=\"udp协议\"><a class=\"anchor\" href=\"#udp协议\">#</a> UDP 协议</h3>\n<p>UDP 协议定义了端口，同一个主机上的每个应用程序都需要指定唯一的端口号，并且规定网络中传输的数据包必须加上端口信息，当数据包到达主机以后，就可以根据端口号找到对应的应用程序了。UDP 协议比较简单，实现容易，但它没有确认机制，数据包一旦发出，无法知道对方是否收到，因此可靠性较差，为了解决这个问题，提高网络可靠性，TCP 协议就诞生了。</p>\n<h3 id=\"tcp协议\"><a class=\"anchor\" href=\"#tcp协议\">#</a> TCP 协议</h3>\n<p>TCP 即传输控制协议，是一种面向连接的、可靠的、基于字节流的通信协议。简单来说 TCP 就是有确认机制的 UDP 协议，每发出一个数据包都要求确认，如果有一个数据包丢失，就收不到确认，发送方就必须重发这个数据包。为了保证传输的可靠性，TCP 协议在 UDP 基础之上建立了三次对话的确认机制，即在正式收发数据前，必须和对方建立可靠的连接。TCP 数据包和 UDP 一样，都是由首部和数据两部分组成，唯一不同的是，TCP 数据包没有长度限制，理论上可以无限长，但是为了保证网络的效率，通常 TCP 数据包的长度不会超过 IP 数据包的长度，以确保单个 TCP 数据包不必再分割。</p>\n<p>传输层的主要工作是定义端口，标识应用程序身份，实现端口到端口的通信，TCP 协议可以保证数据传输的可靠性。</p>\n<h2 id=\"应用层\"><a class=\"anchor\" href=\"#应用层\">#</a> 应用层</h2>\n<p>理论上讲，有了以上三层协议的支持，数据已经可以从一个主机上的应用程序传输到另一台主机的应用程序了，但此时传过来的数据是字节流，不能很好的被程序识别，操作性差，因此，应用层定义了各种各样的协议来规范数据格式，常见的有 http,ftp,smtp 等，在请求 Header 中，分别定义了请求数据格式 Accept 和响应数据格式 Content-Type，有了这个规范以后，当对方接收到请求以后就知道该用什么格式来解析，然后对请求进行处理，最后按照请求方要求的格式将数据返回，请求端接收到响应后，就按照规定的格式进行解读。</p>\n<p>所以应用层的主要工作就是定义数据格式并按照对应的格式解读数据。</p>\n<h1 id=\"安全问题\"><a class=\"anchor\" href=\"#安全问题\">#</a> 安全问题</h1>\n<h2 id=\"链路层上的攻击\"><a class=\"anchor\" href=\"#链路层上的攻击\">#</a> 链路层上的攻击</h2>\n<p>在 TCP/IP 网络中，链路层这一层次的复杂程度是最高的。其中最常见的攻击方式通常是网络嗅探组成的 TCP/IP 协议的以太网。当前，我国应用较为广泛的局域网是以太网，且其共享信道利用率非常高。以太网卡有两种主要的工作方式，一种是一般工作方式，另一种是较特殊的混杂方式。这一情况下，很可能由于被攻击的原因而造成信息丢失情况，且攻击者可以通过数据分析来获取账户、密码等多方面的关键数据信息。</p>\n<h2 id=\"网络层上的攻击\"><a class=\"anchor\" href=\"#网络层上的攻击\">#</a> 网络层上的攻击</h2>\n<h3 id=\"arp欺骗\"><a class=\"anchor\" href=\"#arp欺骗\">#</a> ARP 欺骗</h3>\n<p>ARP（地址解析协议）是根据 IP 地址获取物理地址的一个 TCP/IP 协议。通常情况下，在 IP 数据包发送过程中会存在一个子网或者多个子网主机利用网络级别第一层，而 ARP 则充当源主机第一个查询工具，在未找到 IP 地址相对应的物理地址时，将主机和 IP 地址相关的物理地址信息发送给主机。与此同时，源主机将包括自身 IP 地址和 ARP 检测的应答发送给目的主机。如果 ARP 识别链接错误，这样的话 ARP 直接应用可疑信息，那么可疑信息就会很容易进入目标主机当中。ARP 协议没有状态，不管有没有收到请求，主机会将任何受到的 ARP 相应自动缓存。如果信息中带有病毒，采用 ARP 欺骗就会导致网络信息安全泄露。因此，在 ARP 识别环节，应加大保护，建立更多的识别关卡，不能只简单通过 IP 名进行识别，还需充分参考 IP 相关性质等。</p>\n<h3 id=\"icmp欺骗\"><a class=\"anchor\" href=\"#icmp欺骗\">#</a> ICMP 欺骗</h3>\n<p>ICMP 协议也是因特网控制报文协议，主要用在主机与路由器之间进行控制信息传递。通过这一协议可对网络是否通畅、主机是否可达、路由是否可用等信息进行控制。一旦出现差错，数据包会利用主机进行即时发送，并自动返回描述错误的信息。该协议在网络安全当中是十分重要的协议。但由于自身特点的原因，其极易受到入侵，通常而言，目标主机在长期发送大量 ICMP 数据包的情况下，会造成目标主机占用大量 CPU 资源，最终造成系统瘫痪。</p>\n<h2 id=\"传输层上的攻击\"><a class=\"anchor\" href=\"#传输层上的攻击\">#</a> 传输层上的攻击</h2>\n<p>在传输层还存在网络安全问题。如在网络安全领域中，IP 欺骗就是隐藏自己的有效手段，主要是通过将自身 IP 地址进行伪造，并向目标主机发送恶意的请求，攻击主机，而主机却因为 IP 地址被隐藏而无法准确确认攻击源。或者通过获取目标主机信任而趁机窃取相关的机密信息。在 DOS 攻击中往往会使用 IP 欺骗，这是因为数据包地址来源较广泛，无法进行有效过滤，从而使 IP 基本防御的有效性大幅度下降。此外，在 ICMP 传输通道，由于 ICMP 是 IP 层的组成部分之一，在 IP 软件中任何端口向 ICMP 发送一个 PING 文件，借此用作申请，申请文件传输是否被允许，而 ICMP 会做出应答，这一命令可检测消息的合法性。所有申请传输的数据基本上传输层都会同意，造成这一情况的原因主要是 PING 软件编程无法智能识别出恶意信息，一般网络安全防护系统与防火墙会自动默认 PING 存在，从而忽视其可能带来的安全风险。</p>\n<h2 id=\"应用层上的攻击\"><a class=\"anchor\" href=\"#应用层上的攻击\">#</a> 应用层上的攻击</h2>\n<p>对于因特网而言，IP 地址与域名均是一一对应的，这两者之间的转换工作，被称为域名解析。而 DNS 就是域名解析的服务器。DNS 欺骗指的是攻击方冒充域名服务器的行为，使用 DNS 欺骗能将错误 DNS 信息提供给目标主机。所以说，通过 DNS 欺骗可误导用户进入非法服务器，让用户相信诈骗 IP。另外，PTP 网络上接口接受到不属于主机的数据，这也是应用层存在的安全问题，一些木马病毒可趁机入侵，造成数据泄露，从而引发网络安全问题。</p>\n",
            "tags": [
                "网络安全",
                "网络"
            ]
        },
        {
            "id": "http://gatg.top/website/",
            "url": "http://gatg.top/website/",
            "title": "关于本网站",
            "date_published": "2023-06-26T17:33:18.000Z",
            "content_html": "<div class=\"note info\">\n<p>这是一篇本网站的基本介绍<br />\n有可能会在今后有所变动或删减<br />\n<s>给同学们一点小小的网络震撼</s></p>\n</div>\n<div class=\"note warning\">\n<p>本网站使用 shokaX 主题，仍在修 bug，功能十分不完善，包括但不限于：</p>\n<ol>\n<li>algolia 搜索无法使用</li>\n<li>音乐播放器有时抽风</li>\n<li>网站大部分页面空白</li>\n<li>（待补充）</li>\n</ol>\n<p><s>但这只老鸽子什么时候修复就不知道了</s></p>\n</div>\n<div class=\"note primary\">\n<p>本网站主题以及<span class=\"spoiler\" title=\"你知道得太多了\">全部</span>部分技术支持来自<a href=\"https://shoka.lostyu.me/\">霜月琉璃</a>及其<a href=\"https://docs.kaitaku.xyz/\"> shokaX</a> 的开发者们<br />\n在此对琉璃大佬及其 shokaX 的维护人员们表示感谢</p>\n</div>\n<div class=\"note success\">\n<p>持续更新中......</p>\n</div>\n<h1 id=\"关于本站\"><a class=\"anchor\" href=\"#关于本站\">#</a> 关于本站</h1>\n<h2 id=\"历史\"><a class=\"anchor\" href=\"#历史\">#</a> 历史</h2>\n<h3 id=\"平行世界の介绍\"><a class=\"anchor\" href=\"#平行世界の介绍\">#</a> 平行世界の介绍</h3>\n<p>欢迎来到幻想乡航空科技集团<s>非官方网站</s>！本公司主要经营航空领域研究、飞机制造研发、民用航空领域科普等......</p>\n<p>本公司坐落在日本环境优美的幻想乡，这里不仅是人类与妖怪的聚集地，也是适合开发尖端技术的不二之选。因此，大量的国际友人和技术顾问曾来访问本集团，如前美国总统里根・约翰逊，日本前首相三浦佐佐木，国际巨星潘乘风等。</p>\n<p>另外，我们的飞机制造同样处于世界顶尖水平，本集团旗下的 RA-100 远程宽体双发动机客机就曾被多家航空公司购买，并胜任多趟重要航线。</p>\n<p>我们在抖音、快手、Bilibili、知乎、微博、推特、脸书等多个国内外大型媒体上拥有官方账号，专门为大众科普民航知识，并不定期邀约各大飞行员进行联合科普。</p>\n<p>如果你感兴趣的话，可以前来本集团总部参观。</p>\n<p>地址：日本幻想乡航空町 1 番 14-5 号</p>\n<h3 id=\"真实世界中嘛\"><a class=\"anchor\" href=\"#真实世界中嘛\">#</a> 真实世界中嘛......</h3>\n<p>幻想乡航空科技集团（Gensokyo Aviation Technology Group，简称 GATG）其实是一个学生所创立的一个虚拟公司，它只存在与该学生的相关作品里。</p>\n<p>本网站只是这名学生闲得无聊而创立的，目前 bug 百出，还在修复。</p>\n<h2 id=\"好了正经点\"><a class=\"anchor\" href=\"#好了正经点\">#</a> 好了，正经点</h2>\n<p>这个网站其实是我的一个个人博客，主要目的是用来记录一些随笔，以及发布我所写的文章。<br />\n如果有些过不了审的东西，也会放在这上面。</p>\n<h2 id=\"博客搭建\"><a class=\"anchor\" href=\"#博客搭建\">#</a> 博客搭建</h2>\n<h3 id=\"依赖\"><a class=\"anchor\" href=\"#依赖\">#</a> 依赖</h3>\n<ol>\n<li>网站主题：shokaX</li>\n<li>GitHub 账号 &amp; GitHub Pages 服务</li>\n<li>Node.js 相关软件 &amp; Git 框架</li>\n<li>阿里云账号及没有被注册的域名</li>\n<li>一点点的💴</li>\n<li>一点点的计算机以及计算机网络知识</li>\n<li>些许时刻维护的精力</li>\n</ol>\n<h3 id=\"人员架构\"><a class=\"anchor\" href=\"#人员架构\">#</a> 人员架构</h3>\n<div class=\"note primary\">\n<p>在此对以下人员表示感谢（排名不分先后）</p>\n</div>\n<ol>\n<li><span class=\"rainbow\">本站站长 &amp; 管理员 &amp;</span> <s>老鸽子</s>  <span class=\"rainbow\">&amp; 幻想乡航空科技集团 CEO</span>：松村坂二</li>\n<li>本站副站长：@KGB _ 尧</li>\n<li>本站荣誉站长：@亿宝财</li>\n<li>本站测试员：@农</li>\n</ol>\n",
            "tags": [
                "关于"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/1/",
            "url": "http://gatg.top/novel-show/1/",
            "title": "《赤日雄心》——序章、第一章：伊始",
            "date_published": "2023-06-22T12:56:48.000Z",
            "content_html": "<div class=\"note danger\">\n<p><span class=\"red\">观前须知</span><br />\n本小说为架空历史作品，为《魔法禁书目录》及其衍生作品的同人创作，并基于《魔法禁书目录》及其衍生作品的世界观（下面简称《魔禁》世界观），但与原作情节存在较大差异。请读者在阅读本作品前，注意以下事项：</p>\n<ol>\n<li>本小说中的情节、角色以及世界设定可能与原作有所不同，包括但不限于时间线、地理背景、角色性格、能力设定等等。这是为了构建一个全新的架空历史背景，以展现作者的创作想法。</li>\n<li>作者已假定读者已熟悉《魔禁》世界观，因此本作品不会详尽解释该世界观，建议初次阅读本作的读者先了解《魔禁》世界观。读者应理解并辨别原作与本作品的差异，以开放和包容的态度阅读。</li>\n<li>本作品的目的是为了娱乐和创作交流，并非旨在歪曲、贬低或冒犯任何现实历史事件、人物或相关组织。</li>\n<li>本作品中的观点、价值观和行为等并不代表作者或其他相关人士的立场。读者在阅读过程中应理性对待，并自行判断其内容。</li>\n<li>本作品中的部分情节、描写或对特定文化、宗教、民族、性别、政治或其他群体的刻画，仅为情节需要或虚构故事的一部分，并无其他用意。</li>\n<li>本小说中所引用的原作元素，包括但不限于动画、漫画、游戏和小说，仅用于表达作者对其的喜爱和致敬，并非用于商业目的。本小说仅代表作者个人的创作成果，不具备官方认可或授权。</li>\n<li>尽管本小说基于《魔禁》世界观，但作者已尽最大努力避免侵犯版权。如有意外之处，请立即与作者联系，作者将会积极配合解决问题。任何与原作相关的版权问题，均由作者个人承担。</li>\n<li>本小说可能包含一些成人内容、暴力描写或不适宜年龄较小读者的情节。读者在阅读过程中请自行判断适宜与否，并自负风险。作者对读者基于本小说行为所导致的任何后果不承担责任。</li>\n<li>读者对本小说中的内容、情节、角色等有任何意见或评价，可以通过适当的渠道与作者沟通。作者欢迎建设性的反馈，但保留对意见的解释、接受或忽略的权利。</li>\n</ol>\n<p>请在阅读本小说之前，务必仔细阅读并理解本观前须知。通过阅读本小说，即代表您同意遵守上述条款。如果您不同意本观前须知的任何内容，请勿继续阅读本作品。<br />\n谢谢您的理解与支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说正在更新，欢迎大家的阅读和支持！</p>\n</div>\n<div class=\"note success\">\n<p>本小说预计字数已经超过 10 万字，属长篇小说范围。请读者阅读时，注意阅读时间及阅读进度。</p>\n</div>\n<h1 id=\"前言\"><a class=\"anchor\" href=\"#前言\">#</a> 前言</h1>\n<p>“政治是不流血的战争，战争是流血的政治。”—— 毛泽东，《论持久战》</p>\n<h1 id=\"序章\"><a class=\"anchor\" href=\"#序章\">#</a> 序章</h1>\n<p>风雨交加的夜晚，日本，学园都市。</p>\n<p>霓虹灯在黑暗中显得五光十色，炫目夺人。街上的行人却避之不及，快步走过街头，一个头也不愿抬。远望，密集的办公室灯光如星星一般，织成星空。在雨夜中，学园都市的夜景似手又加上了些许神秘色彩，显得朦胧而又真切。</p>\n<p>但很快，街道一隅就被闪烁的红光和刺耳的警笛声充斥着了。</p>\n<p>第七学区，某高中外。马路上已经被警车堵得水泄不通，而且，大部分还是装甲车。警备员正紧张地把守在每一个能过人的地方，时不时用对讲机沟通几句，电流声、汽笛声、叫喊声、雨声，脚步声，响成一片。汽车那直穿云雾的 LED 大灯交错互映，把漆黑的学校照得犹如白日般明亮。空中，几架 UH-60JA 黑鹰直升机在倾盆大雨中忠诚地盘旋着，加装的一千瓦的大灯正挂在机头下，饥渴地用自己的光搜寻着猎物。<br />\n<img loading=\"lazy\" data-src=\"/images/uh-60ja.jpg\" alt=\"UH-60JA\" title=\"现实世界中日本航空自卫队的UH-60JA黑鹰直升机（图源：Wikimedia Common）\" /><br />\n 笹泽健站在一辆 87 式侦查警戒车的旁边，左手用食指和中指夹着电子烟，右手撑着把雨伞，眺望着这番忙碌的景象。他的身旁站在一个女子，从她制服上的铭牌看，是一名特殊作战群长。“准备得怎么样了？” 笹泽朝队长冷冷地问道。“一切都准备好了，这次的预备方案非常完善，Lv.5（超能力者）们都不可能逃得了，更何况他还只是名 Lv.4（大能力者)！” 队长自信地回答。“行，信你一回！要是这回他逃跑了，又不知道要写多少字的报告了！” 笹泽说罢，又抽了口烟，在潮湿的空气中吐出一个又一个烟圈。</p>\n<p>一个警备员淋着雨跑了过来，向他们两个敬礼，说：“报告，第一中队第四小队和中央即应集团的第一直升机团已部署完毕，请指示！” 笹泽点了点头，没说什么，只是指了指旁边的队长。后者则坚定地喊出:“行动！” 霎时，通过无线电，几十个全副武装的警备员持着清一色的 HK416A5，整齐划一地扣下头盔上的夜视仪，冲进了这所高中的男生宿舍。</p>\n<p>这群如幽灵般无声无息的警备员迅速占领了关键的楼道口，鱼贯而入。直升机也不知道什么时候是盘旋在了宿舍楼顶上，死死地盯着平台。笹泽的望远镜将这些东西尽收眼底。他把电子烟直接叼着，左手改拿望远镜，紧紧盯着。旁边的群长像是在劝阻他一样的，说:“没什么，这人肯定跑不掉的！你就放心吧！”</p>\n<p>“我还是有点不太放心。” 笹泽心想，但由于嘴边叼看烟，他不好说出口，只是点了个头。</p>\n<p>时间一点点流逝，所有在场的警备员心弦快绷直了。他们都没有如此紧张过，即使面对着恐怖分子、犯罪人员，他们也都无所畏惧。但唯独眼前这个人，是他们都很感到匪夷所思又有点害怕的。当时开会的时候，理事会特别强调过要把这个人活捉，不计代价，并且行动一定要在天亮前完成。在座的各位军官都摸不着头脑，这学生是何方神圣，让上级领导都为之战栗。</p>\n<p>由于天气的原因，行动的速度又下降了许多，这更使得笹泽感到压力山大。</p>\n<p>“报告，这里是第 1 攻坚小组，成功逮捕几名学生，未发现主要目标！” 随着无线电中一声报告，笹泽闭上了双眼，把望远镜拿下，发出了一声叹息。而群长则瞪大了双眼，不敢相信自己所听到的。紧接着，更多消息如雪花般飘来。</p>\n<p>“这里是第二攻坚小组，成功逮捕几名次要目标，没有发现井上。”</p>\n<p>“第一直升机团，未发现井上。”</p>\n<p>“……”</p>\n<p>等笹泽再次睁开双眼时，女队长不知道什么时候离开了，电子烟也不知道什么时候因为缺电而熄灭了。他用眼神示意了一个警备员，让他把望远镜拿着，自己则把口袋里用防水袋装着的一节纽扣电池拿看，替换了电子烟的电池，静静地抽着。警备员看着笹泽这个样子，没敢喘一口大气，只是站看军姿，手里捧着那副望远镜。</p>\n<p>跟他一样神经紧绷着的还有一个刺猬头的不幸少年 —— 上条当麻。他几十分钟前匆忙地接到通知，说今天由于大雨，学校将提前睡觉时间，届时学生一律禁止外出。他便只好乖乖地待在自己的宿舍里。结果当他看到学校外面停着的装甲车和天空中正在盘旋的直升机，他便瞬间明白了一切，这是警备员要封锁学校抓人啊！他心都提到了嗓子眼，全身都在出冷汗。</p>\n<p>好几次，他听到旁边的宿舍传来了阵阵粗暴的敲门声，哗啦哗啦的拉动枪栓声，叫喊声，缝隙中那透出来的细微脚步声越来越近。有几次，上东的心都提到了嗓子眼，全身都在出冷汗。但幸好，那些光只在门口闪烁了几秒，然后，就跟一串脚步声一齐消逝。</p>\n<p>电子烟熄灭了，笹泽下意识到口袋里寻找，结果才想起来自己没有替代的烟袋，只好作罢。看着在大雨中仍年搜寻和正在押送被捕学生的警备员们，笹泽把电子烟放在口袋里，让那名警备员把自己的无线电手台拿过来，无情地说完了自己最不愿说出来的话：“全体都有，行动终止，所有警备员回指挥部待命！” 说完，他小声嘀咕了一句：“上回是一万字，这下，恐怕是三万啊三万。” 然后转身坐上了警戒车，扬长而去。<br />\n<img loading=\"lazy\" data-src=\"/images/87shi.jpg\" alt=\"Type 87 Velicle\" title=\"日本陆上自卫队的87式侦察警戒车（图源：Wikimedia Common）\" /><br />\n 大雨仍在下着，学园都市仍在大雨中显得朦胧，亦真亦假。夜下，城市的天际线在雨中散着光晕，似披着轻纱，无边而又模糊。</p>\n<p>不知又过了今久，窗外那般太旧似的灯光熄灭了，随后又是一阵汽车引擎的启动声和轰鸣声。然后逐渐减小，减小直至消失。全宿舍上下仍是保持着那一片静谧。上条长舒了一口气，擦擦身上的冷汗，一下子躺在了床上。</p>\n<p>“已经，结束了吗？” 一声稚嫩的女声从上条的身后传来。上条一惊，回头，尽管此时灯光微弱，但他还是认出来了那个人是谁。一头白色长直发，绿色眼睛，正是上条的同居人 —— 茵蒂克丝。“可能吧，估计他们什么也没发现，” 上条回道，然后走到她的身边，把自己手上的一份资料放在她乎上，然后轻轻地说了句：“放心吧，我会保证，我能够活着回到你身边。”“嗯。” 茵蒂克丝点了点头，只要当麻能够回到我身边，就行了。”“我绝不会让你失望的。” 说完，宿舍里陷入了一片寂静。</p>\n<p>上条看了看手表，现在已经晚上 12 点了。他望了望窗外，雨仍然下着，没有要停的趋势。并且远处还有雷电闪过，看着要下大暴雨了。望着这般景象，上条心里突然想起了那句他学过的中国古话 “山雨欲来风满楼”。那一刻，他内心已经做出了一个决定。他看到，茵蒂克丝不知道什么时候站在了他的身边，跟他一样凝望着雨夜。</p>\n<p>这一天，是 2014 年 5 月 1 日，是 “五一劳动节”。再过三天，是中国的 “五四青年节”。原本这一天是学园都市平常而无奇的一天。可谁知道，这一天将深深地改变整个学园都市的命运，也是 224 万莘莘学子命运的转折点。在流滚向前的历史潮流中，无人能够阻挡这一切。</p>\n<h1 id=\"第一章-伊始\"><a class=\"anchor\" href=\"#第一章-伊始\">#</a> 第一章 伊始</h1>\n<p>一年前，即 2013 年 5 月 1 日。</p>\n<p>学园都市，一个阳光明媚的五月天。</p>\n<p>大街小巷都仍处清晨的苏醒之中，但太阳却已经高高地挂在了天空。气温不知不觉间己攀升到 30℃左右。很明显，今年的夏天明显来得早了许多。其实，现在才早上七点。</p>\n<p>一声闹铃响起，上条从朦胧睡意中醒来。他一边从光溜溜的浴缸中艰难地爬起来，一边把手机的闹钟声关掉，而后切到 “收音机” 应用，开始聆听今天早上的新闻。“下面播报国际新闻。昨日，中共中央总书记、国家主席、中央军委主席习近平今日出访朝鲜人民共和国，国务院总理李克强随同出行。中朝双方在汉城进行一起军事会晤。”“嗬，中国和朝鲜又想开始组织军演了？” 上条有点惊讶，然后拿着手机，转身去洗手间洗脸。</p>\n<p>“据朝中社报道，4 月 30 日，朝鲜劳动党总书记金正男与中共中央总书记习近平进行电话访谈，金正男表示热烈祝贺习近平的到来并称：中国和朝鲜是重要战略伙伴，是社会主义的阶级兄弟。中国和朝鲜应该携手同行，共建东亚社会主义新格局……” 上条一边听着，一边悠闲地刷着牙。</p>\n<p>但刚没听参久，一声哈欠突然响了起来，响彻了上乐的耳朵里：“当麻，我饿了！”“好，马上！” 上条加快了刷牙的速度。“……4 月 29 日。俄罗斯联邦主席、俄共中央总书记久加诺夫宣布，俄罗斯对学园都市的科研控制支援决议案未获得国家杜马的批准，因此俄罗斯将不得不在 5 月份取消俄专家在学园都市的考察计划……”“我天，这些俄国人都在干些什么？” 上条心里骂道。</p>\n<p>简单洗漱过后，上条从宿舍的桌上拿了两包方便面，开始泡着看。“前天，美利坚合众国与美利坚社会主义州联发生激烈冲突。国民警卫队目前在华盛顿地区实施戒严。”“当麻，怎么还是这些东西啊？” 茵蒂克丝发出一些抱怨的声音。“毕竟我的经济状况，你是知道的。” 上条耸了耸肩，笑了笑，然后看了看时间，还早，他把先泡好的一碗方便面递给了茵蒂克丝，自己则继续听着广播。</p>\n<p>“随着今年意大利兄弟党的重新执政，意大利的宗教与学园都市的冲突也逐渐激烈。近日，首都罗马发生了一系列游行示威，抗议学园都市政府对宗教的打压以及迫害。截至昨日 18 时意大利广播电视公司的报导，罗马警方已逮捕近 30 名游行示威者。今天学园都市的气温将在日上午 9 时突破 30℃，并且将于 16 时到达 32℃，请各位市民做好防暑防晒准备。整点综合新闻服务到此结束，我们下个整点见！” 随着播音员说完，上条关了收音机应用，开始吃起了还未完全煮透的方便面。</p>\n<p>刚一抬头，上条看到一个空碗，里面仅留了一点汤汁，碎面和配料都没剩下。茵蒂克丝不断抱怨道:“当麻，这也太少了吧！” 上条连忙回答:“等这个月的生活费下来了，我就去买食材！” 随后，上条快速地吃完了方便面，转身去洗两只碗。</p>\n<p>万事俱备，上条麻利地拿着手提包，对茵蒂克丝喊道：“我去上课了！”“好！”。听罢，上条关上了寝室门。其实，学校 8 点钟才上课，上条 7:20 就来到了教室。不过，他来这么早不是为了多刷几道题，多背几个英语课文，而是要赶在大部队来之前为看几眼自己昨天刚买的二手漫画，顺便补补自己没写完的作业。</p>\n<p>刚一落座，上条就从手提包里拿出了数学作业，开始奋笔疾书。他知道，第一节课是最令人厌烦的数学课，而且还要检查作业。他可不想像上次数学课一样站在讲台上 40 分钟。<br />\n时间一分一秒地过去，上条的内心也愈发紧张。他在补作业的时间里，同学们逐渐来到了教室，看起来与往日没什么不同。</p>\n<p>随看一声按笔声传来，上条终于草草地把数学作业补完了，再抬头，时钟刚好指向 7:55。“虽说没看成漫画，不过这下不用担心站起来了。” 上条这样想着，然后把数学课本准备好，金黄色的阳光正强烈地照在他脸上以及那狂野的刺猬头，显得颇有一然违和感。</p>\n<p>在同学们的窃窃私语中，数学老师夹着讲义和课本，快步走进了教室。刚把东西放在讲台上，她就平静地说了句：“现在，请把你们的作业全部交上来，我检查一下。” 顿时，全班开始忙碌起来，有些同学已经露出了一丝痛楚之情。但上条则无所畏惧，直接把作业放在讲台上，快步回到座位上。全班同学的眼光顿时唰的一下聚集在他的身上，底下开始了一些议论。</p>\n<p>“唰唰……” 教室里，老师红笔划过纸张的声音回荡在整个教室。虽说上条作业的正确率不是很高，但也让老师比较满意，在欣感之余又充满疑惑。于是便抬头问了句：“上条啊，这作业是你写的吗？” 在得到肯定回复后，他笑了笑：“行啊，你小子什么时候这么懂事了？但是啊，错得还是很多，作业拿下去，好好地订正。有什么不懂的，问同学或者问我都是可以的。”</p>\n<p>同样的情景在今天的每节课上重复了很多遍。老师们都真的觉得匪夷所思。上条这一天都表现得比以前好，既不打架，上课也是在认真地记笔记。为什么这小子平时油盐不进，今天却开了窍？</p>\n<p>一阵悠长的放学令所有同学都不免松了口气。由于炎热的气温加上繁重的课程，学生们都很疲惫。唯有放学铃的响起才能让他们再次焕发出生机。于是，不出三分钟，教师里就只剩下一个正趴在桌上睡觉的上条。没错，在努力了一天后，他终于撑不住脑细胞的消耗，趴在桌上睡着了。</p>\n<p>但班导师月咏小萌却偏在这个时候走了进来，她看着睡得正香的上条，心里不禁嘀道:“这真的像是改变了吗？” 于是，她提高了音量，喊了下:“上条君？” 上条一惊，猛抬起头来慌张地回答:“老师，找我有什么事吗？”“没什么，相反，我还要表杨你今天表现好呢！” 上条的心顿时放了下来，以疑感代之，“老师，我应该的。毕竟，这要考试了吗.………”“行，不过，你那一次落下的知识量，我只能说，你自己得加油啊！我们老师也尽量找时间帮你补上。你脑子其实并不差，就估计那次休学……” 班主任脸上表情比平时对待上条时柔和许多，这让上条松了口气。</p>\n<p>“什么嘛，我还以为我跟人打架的事又被人告了......” 他心里这样想着，但嘴上却仍是回答道：“老师别担心，我会好好努力的。” 声音很低，显然他没有多少底气。但小萌却没有在意这些，只是说了句：“上条君，你要好好努力啊。” 然后又从口袋里拿出了账单，说：“对了，你的生活费下来了，还是 12000 日元（约等于 650 人民币）。”</p>\n<p>上条轻轻地叹了口气，说道：“谢谢老师！如果没有其他事情，我就先行告辞了。” 随即起身收拾了一下凌乱的书桌。“嗯，那你就早点回去休息吧！” 小萌回答道。</p>\n<p>走出教学楼，上条先去了一趟超市。面对着货架上琳琅满目的商品，他只能用计算器不断算着价格，多看几眼，然后才缓慢地把那些快过保质期的 “特价商品” 塞进塑料袋里。就算这样，当收银员结完账让他付钱的那一瞬间，上条用自己的话来说，就是 “心还是止不住地在滴血”。</p>\n<p>刚从超市大门走出来，上条便感觉到滚滚热意向他袭来，将他包围住。他盯着塑料袋里的银行流水单和购物小票，内心不禁十分凄凉 —— 每月 12000 日元的生活费，在物价高涨的日本，这点钱只能保证自己不会被饿死，更别提学园都市这种科技昌明的城市了。打不成零工，就只能等着政府发的那一点生活费，能赚外快的途径不是犯罪就是搞科研工作。而显然，以上条这种学渣属性，后者根本就是天方夜谭。所以每一次买东西，上条都会精打细算，能省一点是一点。“算了，日子能过就行了。” 上条心里这样想着，加快了走回宿舍的步伐。</p>\n<p>从超市到学校宿舍得经过一个商场，那是高等级学生们最喜欢去的地方。而对于上条这种穷人，他看都不看一眼，每次都只是径直从旁边经过，不带一丝犹豫。</p>\n<p>上条准备像以往一样经过，却发现此时的人行道上，人群已是摩肩接踵、人头攒动。这下子可把上条吓了一跳，“这是在干什么？难不成是要搞什么活动吗？” 毕竟是一名青年，秉着 “来都来了” 的信条，他决定随着人群，先去看看发生了什么。不得不说，上条这种想法不是个例，几乎所有经过此地的学生们都被这突如其来的阵仗吸引了过来，原本就门庭若市的商场门前的更加的熙来攘往、毂击肩摩。</p>\n<p>结果好不容易挤到了人群的前面，上条才知道商场在举行促销和抽奖活动，奖品和商品全是他闻所未闻的大牌奢侈品。上条这人倒是意识好，动作快，时机拿捏地恰到好处，一见这些价格贵的离谱（至少在他眼里）的商品，那是立即扭头就走，走时还不忘吐槽一句：“我费这么大功夫挤进来，结果就是给我看这些我根本买不起的玩意。”</p>\n<p>返回的时候，人群密度稍微小了一点，起码不用肩挨着肩了。上条凭着来时的记忆，寻找着商场的出口。</p>\n<p>上条刚一想起自己是怎样挤进来的时候，突然就被一个人以极快的速度撞到，重心不稳，好巧不巧地仰头朝天，摔在光滑的大理石板上。</p>\n<p>这下子可把他摔得不轻，硬是第一时间竟然动弹不得，只得在肇事者慌忙地把他搀扶起来后才再度平稳地站在地面上。他一手捂着头部撞在地板的那一块，一边半骂道：“谁啊，跑这么快？” 刚说出口，他看了看这位肇事者。从上而下，穿的是常盘台中学的校服，“难怪会来这里了。” 上条想道。但再一看，这茶色短发和这两朵花型头饰，怎么看都像是那位...... 想到这，上条原先的些许不满一扫而空，以惊讶代之。</p>\n<p>而那位” 肇事者 “显然还没反应过来，只是鞠着躬，不停地道歉，说着 “实在是对不起，你没事吧？” 诸如此类的话。而等上条说了句：” 我倒是没事啦。反而是你，御坂，跑这么快干嘛？“之后，道歉的话语戛然而止，原本鞠着躬的身体瞬间僵硬，随后上半身又机械地缓缓直立起来。不知什么时候，她脸上早已泛起一片红潮，盯着上条。</p>\n<p>经过了几秒钟的尴尬沉默后，御坂美琴慌张地反问道：“你... 你倒是来这里干什么啊？“我？我就是来看看这里在干什么，没想到就是一些我根本买不起的东西。” 上条说完，又自己想道：“真的是，害得我又费这么多的时间，又碰到了这位，这下那位同居者要找我麻烦了......” 抱怨完这些，他说到：“那么，常盘台的大小姐，你是不是盯上了这里面的哪款商品？”</p>\n<p>“才... 才不是呢！我只是... 听说这里的抽奖活动，奖品里有呱太.......” 御坂越往后面说，声音越小。上条听完，心里不禁吐槽到：“行吧，这确实是你的作风！” 但出于情面，他只是把这句话咽了下去，然后说：“行吧，下次得注意，万一再撞到其他人可就不好了！最后，祝你抽奖必中。” 话毕，他便走向商城门口，准备离开。</p>\n<p>“等，等等！” 御坂快步地小跑过来，拽住了上条的手臂。“嗯？怎么了？” 上条扭过头来问道。御坂这才意识到自己的行为，脸上的那片红晕散得更开了。” 那，那个...... 我想，对你说声，谢... 谢...“” 蚂蚁？可这商场的地上，也不见得有蚂蚁啊！<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup>” 上条打趣道，然后说了句：“其实过去的事情，你不用对我致谢。我们不能只盯着过去，还应该要向前看。” 然后快步离开了商场。</p>\n<p>看着上条离去的背影，御坂心里五味杂陈。一方面，她始终搞不懂这个笨蛋心里到底想什么，说出来的话听上去都富有哲理。但更多的是，她知道，自己和他之间的情感，最终还是取决于他的想法，自己喜欢他是无可置疑的，但他是否意识到了这一点呢？</p>\n<p>望着那快排出天际的队伍，御坂垂下头，咬紧牙关，不舍地向队伍走去。</p>\n<p>而上条终于回到了宿舍，稍微收拾了下桌子，把一本又一本的作业堆到了桌上，利落地拿出文具，准备开始一场与作业们的战役。结果，向上条而来的英语作业就已经让他有点措不及防，大半的难通都是让茵蒂克丝帮忙的。随后的国文倒还好，老师今天心软，没有布置多少。但后面的物理、化学和其他理工科作业，不用说，求助于茵蒂克丝是没有用的。于是上条只能把老师要检查，批改的做了些，然后便停笔，与作业们 “签订停战协定 &quot; 此时，时间己经来到了十点。</p>\n<p>上条趴在桌上，累得抬不起头。他今天从没有这么认真地写过一次作业，感觉自己的脑细胞死了不少，“你先睡吧，我再把作止临查一下。” 上条也不知道他怎么有胆把后半句话说出来的。但茵蒂克丝显然不在意这个。她对上条回道：” 当麻检查作业虽好，但你也要注意下身体，那我先睡了，晚安！” 话落，上条把灯光调暗了些，然后继续看着作业。</p>\n<p>稍稍确认了一下之后，他望着那已经黑得透彻的天空，依旧是看不见星空闪烁。但这些都无关紧要，上条笑了笑，自言自语道：“跌倒了谷底，再怎么走都是向上了吧！”</p>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>在日语中” 谢谢 “是ありがとう，而 “蚂蚁” 是アリ（あり）。而由于御坂过于害羞，只说出了あり，上条以此来开了个玩笑。 <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        },
        {
            "id": "http://gatg.top/novel-show/RFE/",
            "url": "http://gatg.top/novel-show/RFE/",
            "title": "《赤日雄心》小说简介",
            "date_published": "2023-06-21T12:56:48.000Z",
            "content_html": "<h1 id=\"前言\"><a class=\"anchor\" href=\"#前言\">#</a> 前言</h1>\n<p>政治是不流血的战争，战争是流血的政治。—— 毛泽东，《论持久战》</p>\n<h1 id=\"作者按\"><a class=\"anchor\" href=\"#作者按\">#</a> 作者按</h1>\n<p>（以下内容原载于本人微信公众号）</p>\n<p>大家好，这里是爱飞 744 的城管二人组<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup>。 好久不见，甚是想念。距离本公众号的上次更新已经有四个月之久了。不知道大家还记不记得我？<s>当然，有些人已经把我忘掉了。</s></p>\n<p>但没有关系，本公众号经历了四个月之久的整顿，现在已经准备整装待发了。 这次给大家带来的，就是叫做《旭日东升》（Rise from East，RFE）<sup class=\"footnote-ref\"><a href=\"#fn2\" id=\"fnref2\">[2]</a></sup>的小说系列。这个系列我构思已久，从查资料，打草稿，然后再逐渐成为一个能看得过去的雏形。</p>\n<p>目前这个小说的写作尚未完成，而且形式颇具有电影行业中的蒙太奇手法的风格。所以当你第一次阅读这个作品的时候，可能会难懂 <s>（主要是因为写得太烂了）。</s></p>\n<p>说实话，这个小说就是把《魔法禁书目录》的世界观加上真实世界中的历史相结合，从而写出来这么一个不明所以的玩意，所以某种程度上来说算是二创了。 小说的正文将会在我的个人博客（<a href=\"https://gatg.top\">https://gatg.top</a>） 上发布，公众号上关于小说的内容仅为本小说系列的相关故事解读以及幕后写作故事。 那，我们就一起进入一个光怪陆离的世界吧（笑）。</p>\n<h1 id=\"简介\"><a class=\"anchor\" href=\"#简介\">#</a> 简介</h1>\n<p>这是一个混乱的世界。</p>\n<p>位于东京西部的巨大的学园都市，实施着超能力开发的特殊课程。学生们的能力被给予从 “无能力 Level 0” 到 “超能力 Level 5” 的六阶段评价。高中生上条当麻，由于寄宿在右手中的力量 —— 只要是异能之力，就连神的加护都能消除的 “幻想杀手（Imagine Breaker）”，而得到吊车尾的 “无能力” 的评价，过着充满不幸的人生。而上条的学生生活，自从与逃离 “魔法” 世界的少女 ——“禁书目录（茵蒂克丝）” 相遇开始，就被卷入了各种各样的事件当中。在惊险地解决了统率学园都市的 “科学” 侧和与茵蒂克丝关联的 “魔法” 侧双方的事件过程中，他的人际关系也逐步扩展，似乎一切都在向好的方向发展......</p>\n<p>与日本仅一海之隔的中国，自从 1949 年中国共产党执政以来，它近乎飞跃化的发展令世界瞠目结舌。不到 70 年间，它从一个一穷二白、饿殍遍地的落后国家跨越到了一个欣欣向荣、人民生活幸福美满的世界第一强国。同时，它还复兴了整个国际共产主义运动，让整个东南亚全部赤化，对欧洲大陆输出革命。现在，中国和学园都市的整个差距正在越来越小，甚至有了赶超的趋势。因此，两个实际意义上的政权互相看不顺眼，纷纷投入自己的实力，准备时刻将对方从科技领域除名。</p>\n<p>然而，正当这一切似乎永无止境时，一次泄漏事件引起了轩然大波，整个学园都市的命运被彻彻底底地改变了。原本只是处于冷战状态的日本和中国瞬间变得剑拔弩张、互不相让，热战，一触即发。是选择退让，抑或选择战争？选择权交给了被学生们推崇为学生领袖的上条当麻，他将作何选择？</p>\n<h1 id=\"如果你是原著党的话\"><a class=\"anchor\" href=\"#如果你是原著党的话\">#</a> 如果你是原著党的话......</h1>\n<p>这个小说对原作的世界观进行了非常大的改动，甚至可能是另一个平行世界，你可能不太适应。如果你对此非常介意，我的建议是最好不看，毕竟眼不见心不烦。</p>\n<p>雷点包括但不限于：</p>\n<ol>\n<li>魔法侧势力几乎全灭，除了茵蒂克丝，其他魔法侧的人几乎只是走个过场，且不对剧情产生影响。</li>\n<li>中国的科技实力与学园都市不分上下，甚至在某方面领先于学园都市。</li>\n<li>几乎没有新约和创约的内容。</li>\n<li>含有军事方面的相关描写，可能需要具备一些军事知识。</li>\n<li>etc.....</li>\n</ol>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>此乃笔者 2020 年至 2023 年网名，原作如此，本作者按写于 2023 年 5 月。 <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n<li id=\"fn2\" class=\"footnote-item\"><p>此乃笔者为此小说之初步命名，因此四字过于普遍遂改成现用的 “赤日雄心”。 <a href=\"#fnref2\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "小说联播",
                "小说"
            ]
        }
    ]
}